{
    "null": {
        "null": {
            "201.01.1": " 201.01.1  Clearing and Grubbing.  This work consists of cutting, removing from the ground, and",
            "201.01.2": " 201.01.2  Cutting and Removing Isolated Trees and Stumps.  This work consists of cutting and",
            "201.01.3": " 201.01.3  Partial Removal of Isolated Tree Stumps.  This work consists of the partial removal of",
            "201.01.5": " 201.01.5  Culverts, Drainage and Utility Structures.  This work consists of the removal, in whole",
            "201.01.6": " 201.01.6  Pipe.  This work consists of removing all pipe of whatever nature and sizes indicated on",
            "201.01.7": " 201.01.7  Pavement, Sidewalks, and Curbing.  This work consists of removing flexible and rigid",
            "201.01.8": " 201.01.8  Asbestos Cement Pipe.  This work consists of removing existing asbestos cement",
            "201.01.9": " 201.01.9  Underground/Above-ground Storage Tanks.  This work consists of locating, removing",
            "201.01.10": " 201.01.10  Fences, Railings, and Guardrail.  This work consists of removing all fences, railings",
            "201.01.11": " 201.01.11  Miscellaneous Objects.  This work consists of removing miscellaneous objects such as",
            "201.01.12": " 201.01.12  Demolition of Buildings.  This work consists of the demolition of such buildings and",
            "201.02.1": " 201.02.1  Load and Haul Solid Waste and Disposal of Solid Waste: Regulatory Provisions.",
            "201.03.1": " 201.03.1  Clearing and Grubbing.  All trees, stumps, brush, shrubs, hedges and roots, not desig-",
            "201.03.2": " 201.03.2  Cutting and Removing Isolated Trees and Stumps.  The isolated trees and stumps to",
            "201.03.3": " 201.03.3  Partial Removal of Isolated Tree Stumps.  The isolated tree stump to be partially",
            "201.03.4": " 201.03.4  Frames, Covers or Grates shall be removed and either legally disposed of or stacked",
            "201.03.6": " 201.03.6  Pipe.  All pipe designated to be removed shall be so-removed and legally disposed of.",
            "201.03.7": " 201.03.7  Pavement, Sidewalks, and Curbing.  All pavement, base course, sidewalks, curbs, 201.03.7 of these Specifications.",
            "201.03.8": " 201.03.8  Asbestos Cement Pipe.",
            "201.03.10": " 201.03.10    Removal  of  Fences,  Railings,  and  Guardrail.    All  fences,  railings  and  guardrail",
            "201.03.11": " 201.03.11    Removal  of  Miscellaneous  Objects.    All  miscellaneous  objects  designated  to  be",
            "201.03.12": " 201.03.12  Demolition of Buildings and Structures.",
            "201.03.13": " 201.03.13  Load and Haul Solid Waste and Disposal of Solid Waste.  The removal of solid",
            "201.04.1": " 201.04.1  Clearing and Grubbing.  \"Clearing and Grubbing\" will be measured by the number of",
            "201.04.2": " 201.04.2  Cutting and Removing Isolated Trees and Stumps.  \"Cutting and Removing Isolated",
            "201.04.3": " 201.04.3  Partial Removal of Isolated Tree Stumps.  \"Partial Removal of Isolated Tree Stumps\"",
            "201.04.4": " 201.04.4  Removal of Frames, Covers or Grates.   \"Removal of Frames, Covers, or Grates\" will",
            "201.04.5": " 201.04.5    Removal  of  Culverts,  Drainage  and  Utility  Structures.      \"Removal  of  Culverts,",
            "201.04.6": " 201.04.6  Removal of Pipe - All Sizes.  \"Removal of Pipe-All Sizes\" will be measured by the",
            "201.04.7": " 201.04.7    Removal  of  Pavement,  Sidewalks,  and  Curbing.    \"Removal  of  Pavement  and",
            "201.04.8": " 201.04.8    Removal  of  Asbestos  Cement  Pipe.    \"Removal  of  Asbestos  Cement  Pipe\"  will  be",
            "201.04.9": " 201.04.9    Removal  of  Underground/Aboveground  Storage  Tanks.    \"Removal  of  Under-",
            "201.04.10": " 201.04.10  Removal of Fences, Railings, and Guardrail.  \"Removal of Fences, Railings, and",
            "201.04.11": " 201.04.11  Removal of Miscellaneous Objects.  \"Removal of Miscellaneous Objects\" will be",
            "201.04.12": " 201.04.12  Demolition of Buildings and Structures.  \"Demolition of Buildings and Structures\" will",
            "201.04.13": " 201.04.13  Load and Haul Solid Waste and Disposal of Solid Waste.  “Load and Haul Solid",
            "201.05.1": " 201.05.1  Clearing and Grubbing.  The accepted quantity of \"Clearing and Grubbing\" will be paid",
            "201.05.2": " 201.05.2    Cutting  and  Removing  Isolated  Trees  and  Stumps.    The  accepted  quantities  of",
            "201.05.3": " 201.05.3  Partial Removal of Isolated Tree Stumps.  The accepted quantity of \"Partial Removal of",
            "201.05.4": " 201.05.4    Removal  of  Frames,  Covers  or  Grates.    The  accepted  quantities  of  \"Removal  of",
            "201.05.5": " 201.05.5  Removal of Culverts, Drainage and Utility Structures.  The accepted quantities of",
            "201.05.6": " 201.05.6  Removal of Pipe - All Sizes.  The accepted quantity of \"Removal of Pipe-All Sizes\" will",
            "201.05.7": " 201.05.7  Removal of Pavement, Sidewalks, and Curbing.  The accepted quantities of \"Removal",
            "201.05.8": " 201.05.8  Removal of Asbestos Cement Pipe.   The accepted quantity of \"Removal of Asbestos",
            "201.05.9": " 201.05.9  Removal of Underground/Aboveground Storage Tanks.   The accepted quantities of",
            "201.05.10": " 201.05.10  Removal of Fences, Railings, and Guardrail.   The accepted quantities of \"Removal of",
            "201.05.11": " 201.05.11    Removal  of  Miscellaneous  Objects.      The  accepted  quantities  of  \"Removal  of",
            "201.05.12": " 201.05.12  Demolition of Buildings and Structures.  The accepted quantities of \"Demolition of",
            "201.05.13": " 201.05.13  Load and Haul Solid Waste and Disposal of Solid Waste.  “Load and Haul Solid",
            "202.01.1": " 202.01.1  Earth Excavation.  Earth excavation shall include the removal of suitable and unsuitable",
            "202.01.2": " 202.01.2  Presplitting Bedrock.   This work shall consist of producing a plane of split rock prior to",
            "202.01.3": " 202.01.3  Rock Excavation.   Rock excavation shall consist of the removal of intact bedrock, and",
            "202.01.4": " 202.01.4  Rock Excavation - Mechanical.  This classification of rock excavation shall be employed",
            "202.01.5": " 202.01.5  Unsuitable Soils.  Unsuitable soils shall include and are hereby defined as those soils,",
            "202.01.7": " 202.01.7  Channel Excavation Earth.  Channel excavation earth shall include all materials  other",
            "202.01.8": " 202.01.8  Channel Excavation Rock.  Channel excavation rock shall include intact bedrock and",
            "202.01.9": " 202.01.9  Channel Excavation Rock - Mechanical.   This classification of rock excavation shall be",
            "202.01.10": " 202.01.10  Loam Excavation.  Loam excavation shall include loam or topsoil removed between the",
            "202.01.11": " 202.01.11  Unclassified Excavation.  Unclassified excavation shall consist of the excavation,",
            "202.01.12": " 202.01.12  Embankment Construction.   Embankment construction shall consist of constructing",
            "202.02.1": " 202.02.1 Common Borrow. Common Borrow shall consist of approved material required for the",
            "202.02.2": " 202.02.2 Gravel Borrow. Gravel Borrow shall meet the requirements of Subsection M.01.09;",
            "202.03.1": " 202.03.1  Excavation-General.  The Contractor shall remove all soil, rock, and other material and",
            "202.03.2": " 202.03.2    Embankment  Construction-General.    Embankment  construction  for roadways and 202.03.2, Para. C, are included for use in construction. However, these sizes are not included in the",
            "202.03.3": " 202.03.3 Compaction-General. Each lift shall be uniformly compacted to the specified density 202.03.3 of these Specifications.  Unless otherwise directed, the backfill shall be brought to the",
            "202.04.1": " 202.04.1  Excavation-General.  The types of excavation specified in this Section will be measured",
            "202.04.2": " 202.04.2  Embankments.  When the Contract specifically provides for payment for embankments,",
            "202.04.3": " 202.04.3   Measurement of Borrow.   Common Borrow, Gravel Borrow, or other borrow approved",
            "202.05.1": " 202.05.1  Excavation.  The accepted quantities of \"Earth Excavation,” \"Rock Excavation,” \"Rock",
            "202.05.2": " 202.05.2  Presplitting Bedrock.  The accepted quantity of \"Presplitting Bedrock\" will be paid for at",
            "202.05.3": " 202.05.3    Borrow.    If  specifically  called  for  in  the  Contract  for  embankment  construction,  or if",
            "203.01.1": " 203.01.1.  Structure Excavation; Earth.  Structure excavation; earth shall include all excavation",
            "203.01.2": " 203.01.2  Structure Excavation; Rock.  Structure excavation; rock shall include the removal of",
            "203.01.3": " 203.01.3  Structure Excavation; Rock - Mechanical.  This classification of structure excavation -",
            "203.01.4": " 203.01.4  Structure Excavation; Masonry.  Masonry excavation shall include the removal of all",
            "203.01.5": " 203.01.5  Unclassified Structure Excavation.  Unclassified structure excavation shall include the",
            "203.01.6": " 203.01.6 Crushed Stone Fill Under Structures.  This work shall consist of providing one or more",
            "203.02.1": " 203.02.1 Crushed Stone Fill Under Structures.  Crushed stone shall conform to the gradation",
            "203.02.2": " 203.02.2 Cofferdams.  The requirements for structural materials for cofferdams such as tremie",
            "203.03.1": " 203.03.1  Excavation.",
            "203.03.2": " 203.03.2  Cofferdams.  Cofferdams shall be utilized when the bottoms of excavation are below the",
            "203.03.3": " 203.03.3  Dewatering.  Dewatering from the interior of any foundation enclosure shall be carried",
            "203.03.4": " 203.03.4  Embankments Under Structure Foundations.  Embankments under stub abutments,",
            "203.03.5": " 203.03.5  Backfilling. 203.03.5; Para. c, Common Backfill, of these Specifications.",
            "203.03.6": " 203.03.6    Crushed  Stone  Fill  Under  Structures.    The  crushed  stone  shall  be  placed  and",
            "203.04.1": " 203.04.1    Structure  Excavation.    Structure  excavation  of  the  various  classifications  will  be",
            "203.04.2": " 203.04.2  Pervious Fill, Gravel Borrow, and Common Borrow.  \"Pervious Fill,” \"Gravel Borrow,”",
            "203.04.3": " 203.04.3  Crushed Stone Fill Under Structures.  “Crushed Stone Fill Under Structures” will be",
            "203.04.4": " 203.04.4  Cofferdams.  Cofferdams do not require a measurement for payment.",
            "203.04.5": " 203.04.5    Tremie  Seals.      When  underwater  concrete  is  specified,  the  horizontal  and  vertical",
            "203.05.1": " 203.05.1    Structure  Excavation.      The  accepted  quantities  of  \"Structure  Excavation;  Earth,”",
            "203.05.2": " 203.05.2    Pervious  Fill,  Gravel  Borrow  and  Common  Borrow.    The  accepted  quantities  of",
            "203.05.3": " 203.05.3   Crushed Stone Fill Under Structures.  The accepted quantity of “Crushed Stone Fill",
            "203.05.4": " 203.05.4  Cofferdams.  \"Cofferdams\" will be paid for at their respective contract lump sum prices",
            "203.05.5": " 203.05.5  Tremie Seals.   The accepted quantity of concrete \"Tremie Seals\" will be paid for at the",
            "204.04.1": " 204.04.1  Area to be Measured.  In general, the areas of trimming and fine grading to be measured",
            "204.04.2": " 204.04.2  Resurfacing/Reconstruction Projects.  On resurfacing or reconstruction type projects,",
            "205.01.1": " 205.01.1    Trench  Excavation;  Earth.    Trench  excavation;  earth  shall  consist  of  all  trench",
            "205.01.3": " 205.01.3  Trench Rock Excavation - Mechanical.  This classification of trench rock excavation",
            "205.01.4": " 205.01.4  Ditches.  Ditches at inlets and outlets of culverts and any other ditches and waterways,",
            "205.03.1": " 205.03.1  Excavation of Trenches.  All unsuitable material shall be excavated to a minimum depth",
            "205.03.2": " 205.03.2  Trench Protection.   Should trench protection be required in accordance with either",
            "205.03.3": " 205.03.3  Open Cuts in Lieu of Trenches.  Should the Contractor elect to excavate  to the angle of",
            "205.03.4": " 205.03.4  Dewatering.  Trench excavation shall be maintained dry at all times and all construction",
            "205.03.5": " 205.03.5  Backfill and Compaction.   Backfill shall consist of suitable bedding and soil materials",
            "205.04.1": " 205.04.1    Trench  Excavation;  Earth.    \"Trench  Excavation;  Earth\"  will  not  be  measured  for",
            "205.04.2": " 205.04.2    Trench  Excavation;  Rock  and  Trench  Rock  Excavation  -  Mechanical.    \"Trench",
            "205.04.3": " 205.04.3  Sheeting for Trench Protection.",
            "205.05.1": " 205.05.1  Trench Excavation; Earth.  There will be no direct payment for trench excavation; earth",
            "205.05.2": " 205.05.2  Trench Excavation; Rock and Trench Rock Excavation - Mechanical.  The accepted",
            "205.05.3": " 205.05.3  Backfilling of Trenches.   The cost of placing and compacting backfill in trenches is not",
            "205.05.4": " 205.05.4  Sheeting for Trench Protection.   Temporary trench protection required for drainage or",
            "205.05.5": " 205.05.5  Bedding and Backfill Borrows.  If specifically called for on the Plans, or if required to",
            "206.01.1": " 206.01.1  Baled Hay Erosion Checks.   Baled hay erosion checks shall consist of baled hay or",
            "206.01.2": " 206.01.2  Silt Fence.   Silt fencing shall consist of oak fence posts to which are attached industrial",
            "206.01.3": " 206.01.3 Baled Hay Erosion Check and Silt Fence Combined.   Baled Hay Erosion Checks and",
            "206.02.1": " 206.02.1  Baled Hay Erosion Checks.   Baled hay or straw shall be baled within twelve months of",
            "206.02.2": " 206.02.2  Silt Fence.  The filter fabric shall be a material suitable for erosion control applications",
            "206.02.3": " 206.02.3    Baled  Hay  Erosion  Check  and  Silt  Fence  Combined.    Baled  Hay  or  straw  shall",
            "206.02.4": " 206.02.4 Compost Filter Sock. Compost filter sock material shall be in accordance with AASHTO",
            "206.03.1": " 206.03.1  Baled Hay Erosion Checks.",
            "206.03.2": " 206.03.2  Silt Fence.",
            "206.03.3": " 206.03.3 Baled Hay Erosion Check and Silt Fence Combined.",
            "206.03.4": " 206.03.4 Compost Filter Sock.",
            "206.04.1": " 206.04.1  Baled Hay Erosion Checks.   \"Baled Hay Erosion Checks\" will be measured by the",
            "206.04.2": " 206.04.2  Silt Fence.  \"Silt Fence\" erosion checks will be measured by the number of linear feet",
            "206.04.3": " 206.04.3  Baled Hay Erosion Check and Silt Fence Combined.  “Baled Hay Erosion Check and",
            "206.04.4": " 206.04.4 Compost Filter Sock.  “Compost Filter Sock” of the various sizes as indicated on the",
            "206.05.1": " 206.05.1  Baled Hay Erosion Checks.   The accepted quantity of \"Baled Hay Erosion Checks\" will",
            "206.05.2": " 206.05.2  Silt Fence.  The accepted quantity of \"Silt Fence\" erosion checks will be paid for at the",
            "206.05.3": " 206.05.3  Baled Hay Erosion Check and Silt Fence Combined.  The accepted quantity of “Baled",
            "206.05.4": " 206.05.4 Compost Filter Sock.  The accepted quantity of “compost filter sock” will be paid for at",
            "206.05.5": " 206.05.5  Cleaning  and  Maintenance.    The  cleaning  and  maintenance  of  Baled  Hay  Erosion",
            "207.01.1": " 207.01.1  Baled Hay Ditch and Swale Erosion Checks.   Baled hay ditch and swale erosion",
            "207.01.2": " 207.01.2  Log and Hay Check Dams.  Log and hay check dams consist of baled hay placed inside",
            "207.01.3": " 207.01.3  Sand Bag Erosion Dikes.  This work consists of the placement of sand bags across",
            "207.01.4": " 207.01.4  Stone Check Dams.  This work consists of the placement of stone in ditches or drainage",
            "207.01.5": " 207.01.5 Compost Filter Sock Ditch and Swale Erosion Checks.   Compost filter sock ditch and",
            "207.02.1": " 207.02.1  Baled Hay Ditch and Swale Erosion Checks.  Baled hay or straw shall be baled within",
            "207.02.2": " 207.02.2  Log and Hay Check Dams.   Baled hay or straw shall conform to the requirements of",
            "207.02.3": " 207.02.3  Sand Bag Erosion Dikes.   The sand bags and the sand material shall be of a quality",
            "207.02.4": " 207.02.4  Stone Check Dams.  The stone shall meet the requirements of Subsection M.01.09,",
            "207.02.05": " 207.02.05 Compost Filter Sock Ditch and Swale Erosion Checks.   Compost filter sock material",
            "207.03.1": " 207.03.1  Baled Hay Ditch and Swale Erosion Checks.",
            "207.03.2": " 207.03.2  Log and Hay Check Dams.",
            "207.03.3": " 207.03.3  Sand Bag Erosion Dikes.",
            "207.03.4": " 207.03.4  Stone Check Dams.",
            "207.03.5": " 207.03.5 Compost Filter Sock Ditch and Swale Erosion Checks.",
            "207.04.1": " 207.04.1  Baled Hay Ditch and Swale Erosion Checks.  \"Baled Hay Ditch and Swale Erosion",
            "207.04.2": " 207.04.2    Log  and  Hay  Check  Dams.    \"Log  and  Hay  Check  Dams\"  will  be  measured  by  the",
            "207.04.3": " 207.04.3    Sand  Bag  Erosion  Checks.    \"Sand  Bag  Erosion  Checks\"  will  be  measured  by  the",
            "207.04.4": " 207.04.4  Stone Check Dams.  \"Stone Check Dams\" will be measured by the number of cubic feet",
            "207.04.5": " 207.04.5  Compost Filter Sock Ditch and Swale Erosion Checks.  “Compost Filter Sock Ditch",
            "207.05.1": " 207.05.1  Baled Hay Ditch and Swale Erosion Checks.  The accepted quantity of \"Baled Hay",
            "207.05.2": " 207.05.2  Log and Hay Check Dams.   The accepted quantity of \"Log and Hay Check Dams\" will",
            "207.05.3": " 207.05.3  Sand Bag Erosion Checks.   The accepted quantity of \"Sand Bag Erosion Checks\" will",
            "207.05.4": " 207.05.4 Stone Check Dams.   The accepted quantity of \"Stone Check Dams\" will be paid for at",
            "207.05.5": " 207.05.5  Compost Filter Sock Ditch and Swale Erosion Checks.  The accepted quantity of",
            "207.05.6": " 207.05.6 Cleaning and Maintenance.  The cleaning and maintenance of Baled Hay Ditch and",
            "208.01.1": " 208.01.1  Dewatering Basin.  The basin consists of a rectangular concrete barrier enclosure, the",
            "208.01.2": " 208.01.2  Filter Fabric Retention Basin.  The basin consists of a rectangular enclosure formed by",
            "208.02.1": " 208.02.1  Dewatering Basins.  Precast concrete barrier units shall conform to details indicated on",
            "208.02.2": " 208.02.2  Filter Fabric Retention Basins.  The fence shall conform to the requirements for Type I",
            "208.03.1": " 208.03.1  Dewatering Basin.",
            "208.03.2": " 208.03.2  Filter Fabric Retention Basin.",
            "208.05.1": " 208.05.1  Cleaning and Maintenance.  The cleaning and maintenance of Dewatering Basins and",
            "209.01.1": " 209.01.1    Sandbag  Gutter  Inlet  Sediment Barrier.  This work consists of placing a sandbag",
            "209.01.2": " 209.01.2  Silt Fence Catch Basin Inlet Protection.  This work consists placing a temporary filter",
            "209.01.3": " 209.01.3  Baled Hay Catch Basin Inlet Protection.  This work consists of placing baled hay",
            "209.02.1": " 209.02.1  Sandbag Gutter Inlet Sediment Barrier.  The sandbags and the sand material shall be",
            "209.02.2": " 209.02.2  Silt Fence Catch Basin Inlet Protection.  The filter fabric shall be a material suitable for",
            "209.02.3": " 209.02.3  Baled Hay Catch Basin Inlet Protection.  Baled hay or straw and wood stakes shall",
            "209.03.1": " 209.03.1  Sandbag Gutter Inlet Sediment Barrier.",
            "209.03.2": " 209.03.2  Silt Fence Catch Basin Inlet Protection.",
            "209.03.3": " 209.03.3  Baled Hay Catch Basin Inlet Protection.",
            "209.04.1": " 209.04.1    Sandbag  Gutter  Inlet  Barrier.    \"Sandbag  Gutter  Inlet  Sediment  Barriers\"  will  be",
            "209.04.2": " 209.04.2  Silt Fence Catch Basin Inlet Protection.  \"Silt Fence Catch Basin Inlet Protection\" will",
            "209.04.3": " 209.04.3  Baled Hay Catch Basin Inlet Protection.  \"Baled Hay Catch Basin Inlet Protection\" will",
            "209.05.1": " 209.05.1  Sandbag Gutter Inlet Sediment Barriers.  The accepted quantity of \"Sandbag Gutter",
            "209.05.2": " 209.05.2  Silt Fence Catch Basin Inlet Protection.  The accepted quantity of \"Silt Fence Catch",
            "209.05.3": " 209.05.3  Baled Hay Catch Basin Inlet Protection.  The accepted quantity of \"Baled Hay Catch",
            "209.05.4": " 209.05.4  Cleaning and Maintenance.   The cleaning and maintenance of Sandbag Gutter Inlet",
            "210.05.1": " 210.05.1  Cleaning and Maintenance.  The cleaning and maintenance of Stilling Basins will be",
            "211.01.1": " 211.01.1  Planning Considerations.  Public roads adjacent to a construction site shall be clean at",
            "211.03.1": " 211.03.1  Entrance Dimensions.",
            "211.03.2": " 211.03.2  Installation Requirements.  The area of the construction entrance shall be cleared of all",
            "212.01.1": " 212.01.1  Applicable Controls.  The specific erosion and pollution control facilities to be cleaned",
            "212.01.2": " 212.01.2  Definitions.",
            "212.03.1": " 212.03.1    Threshold  for  Cleaning  Erosion  Controls.    Erosion  and  pollution  controls  will  be",
            "212.03.2": " 212.03.2  Other Requirements.",
            "212.03.3": " 212.03.3  Failure to Maintain Erosion and Pollution Controls.  If the Engineer decides on any",
            "212.03.4": " 212.03.4  Failure of Erosion and Pollution Controls.  This SECTION 212; MAINTENANCE AND",
            "214.03.1": " 214.03.1 Containment System for Control of Hydrodemolition Runoff.  If the project is within",
            "214.03.2": " 214.03.2 Maintenance and Disposal of Hydrodemolition Runoff.  The Contractor shall develop a",
            "214.04.1": " 214.04.1      “Containment  System  for  Control  of  Hydrodemolition  Runoff”  does  not  require  a",
            "214.04.2": " 214.04.2   “Maintenance and Disposal of Hydrodemolition Runoff” will be measured by the number",
            "214.05.1": " 214.05.1      “Containment  System  for  Control  of  Hydrodemolition  Runoff”  will  be  paid  for  at  the",
            "214.05.2": " 214.05.2   “Maintenance and Disposal of Hydrodemolition Runoff” will be paid for at the contract",
            "301.03.1": " 301.03.1  Placing.  If the required compacted depth of the base course exceeds 12 inches, the 301.03.1 of these Specifications.",
            "301.03.2": " 301.03.2  Shaping and Compaction.  Compaction of each layer shall continue until a density of",
            "302.03.1": " 302.03.1  Placing.   Placing subbase materials shall conform to the requirements of Subsection",
            "302.03.2": " 302.03.2  Shaping and Compaction.  Shaping and compaction of subbase materials shall conform",
            "303.03.1": " 303.03.1  Placing.  When used as a crushed aggregate surface course to provide a transition",
            "303.03.2": " 303.03.2  Shaping and Compaction.   Special graded aggregate shall be shaped and compacted",
            "304.03.1": " 304.03.1  Surface Preparation.  The existing subbase or subgrade surface shall be scarified to a",
            "304.03.2": " 304.03.2  Placement.   Select leveling and filler aggregate shall be placed in layers such that the",
            "401.02.1": " 401.02.1    Aggregates.    Aggregates  shall  meet  the  applicable  requirements  of  Subsection",
            "401.02.2": " 401.02.2  Performance Graded Asphalt Binder (PGAB).  All grades shall conform to AASHTO M",
            "401.02.3": " 401.02.3  Mix Design.  HMA mixes shall conform to AASHTO M 323, \"Standard Specification for",
            "401.02.4": " 401.02.4  Quality Assurance.",
            "401.03.1": " 401.03.1  HMA Mixing Plant.  Mixing plants shall be of sufficient capacity and coordinated to 401.03.1; HMA Mixing Plant, with exceptions and additions as noted below.  It shall be modified as",
            "401.03.2": " 401.03.2  Hauling Equipment.  Trucks or other equipment used for hauling HMA shall have tight,",
            "401.03.3": " 401.03.3  Pavers.  Unless otherwise shown on the Plans, mixtures shall be spread by means of a",
            "401.03.4": " 401.03.4  Conditioning of Existing Surfaces.   Surfaces of curbs, gutters, vertical faces of existing",
            "401.03.5": " 401.03.5  Spreading and Finishing.  The mixture shall be laid upon an approved cleaned surface,",
            "401.03.6": " 401.03.6  Compaction.    Immediately after the HMA has been spread, struck off, and surface",
            "401.03.7": " 401.03.7  Joints.  Placement of the HMA shall be as continuous as possible.  Rollers shall not pass",
            "401.03.8": " 401.03.8  Pavement Samples.  As directed, the Contractor shall cut samples from the compacted",
            "401.03.9": " 401.03.9  Surface Tolerances.  At the Engineer’s discretion, the surface may be tested at selected",
            "401.03.10": " 401.03.10  Thickness Requirements.  The thickness of a pavement shall be that as shown on the",
            "401.03.11": " 401.03.11  Weather Limitations.  HMA shall not be placed on any wet surface, or when weather",
            "401.03.12": " 401.03.12 Cold Weather Paving.  If the existing pavement is removed before the winter shutdown,",
            "401.03.13": " 401.03.13  Drop-Offs.",
            "401.04.1": " 401.04.1  Measurement of HMA Pavement.  HMA Pavements will be measured by the number of",
            "402.01.1": " 402.01.1  Specific Pavements.  The specific pavements and mixes are designated by the column",
            "402.02.1": " 402.02.1  Composition.  The friction course shall consist of aggregate mixed with asphaltic cement",
            "402.02.2": " 402.02.2  Mixture.",
            "402.02.3": " 402.02.3  Aggregate.   Aggregate must be sound, durable and of high quality which includes being",
            "402.02.4": " 402.02.4  Asphalt Cement.  The asphalt cement shall be PG 64-28.  It shall contain an approved",
            "402.03.1": " 402.03.1  General Requirements.  The mixing, placing and finishing of bituminous friction course",
            "402.03.2": " 402.03.2    Production  and  Placement.      When  placed  on  a  newly  reconstructed  surface,  the",
            "402.03.3": " 402.03.3  Weather Limitations.  Friction course shall not be placed on a wet or damp surface or",
            "402.04.1": " 402.04.1  Dense Friction Course.  \"Dense Friction Course\" will be measured by the number of",
            "402.04.2": " 402.04.2  Ramp Friction Course.  \"Ramp Friction Course\" will be measured by the number of tons",
            "402.04.3": " 402.04.3  Ten Percent Limitation.   Pavement thickness will be considered acceptable when",
            "403.03.1": " 403.03.1 Equipment. Application of the asphalt emulsion tack coat shall be by means of a pressure",
            "404.02.1": " 404.02.1  Bituminous Materials.  Bituminous material used as prime coat may be any of those",
            "404.02.2": " 404.02.2  Blotter Material.  Blotter material shall meet the requirements of Subsection M.01.08;",
            "404.03.1": " 404.03.1  Equipment.  The equipment to be used shall include a power broom, approved broom",
            "404.03.2": " 404.03.2  Preparation of Surface.  The surface to be primed shall be shaped to the required grade",
            "404.03.3": " 404.03.3  Application of Bituminous Material.  Bituminous material shall be applied to the width",
            "404.03.4": " 404.03.4  Application of Blotter Material.  If after the application of the prime coat, the bituminous",
            "404.03.5": " 404.03.5  Weather Limitations.  Bituminous material shall not be applied on a wet surface or when",
            "404.04.1": " 404.04.1  Bituminous Material.  \"Prime Coat\" will be measured by the number of square yards",
            "404.04.2": " 404.04.2  Blotter Material.  \"Blotter Material\" will be measured by either the number of tons or the",
            "404.05.1": " 404.05.1  Prime Coat.  The accepted quantities of \"Prime Coat\" will be paid for at the contract unit",
            "404.05.2": " 404.05.2  Blotter Material.   The accepted quantity of \"Blotter Material\" will be paid for at the",
            "405.02.1": " 405.02.1  Bituminous Material.  Bituminous material used as a seal coat may be any of those",
            "405.02.2": " 405.02.2  Cover Coat Material.  Cover coat material shall meet the requirements of Subsection",
            "405.03.1": " 405.03.1  Equipment.  The equipment to be employed shall conform to the applicable requirements",
            "405.03.2": " 405.03.2  Preparation of Surface.  Seal coating operations shall not be started until the surface is",
            "405.03.3": " 405.03.3  Applying Bituminous Material.  Bituminous material shall be applied by means of a",
            "405.03.4": " 405.03.4    Application  of  Cover  Coat  Material.    Immediately  following  the  application  of  the",
            "405.03.5": " 405.03.5  Weather Limitations.  Bituminous material shall not be applied on a wet surface or when",
            "405.04.1": " 405.04.1  Bituminous Material.  \"Seal Coat\" will be measured by the number of square yards",
            "405.04.2": " 405.04.2  Cover Coat Material.  \"Cover Coat Material\" will be measured by either the number of",
            "405.05.1": " 405.05.1  Seal Coat.   The accepted quantity of \"Seal Coat\" will be paid for at the contract unit price",
            "405.05.2": " 405.05.2  Cover Coat Material.  The accepted quantity of \"Cover Coat Material\" will be paid for at",
            "406.01.1": " 406.01.1  Remaining Gravel Base.  The remaining gravel base and/or subgrade may be modified",
            "406.03.1": " 406.03.1  Equipment.  The Contractor has the option to utilize whatever equipment can effectively",
            "406.03.2": " 406.03.2  Procedure.  Prior to the start of Pavement \"Rehabilitation/Recycling\" all water and gas",
            "406.05.1": " 406.05.1  Other Operations and Materials.  The following work operations and materials may be",
            "407.02.1": " 407.02.1    Composition  of  Mixtures.    No  more  than  30  percent  RAP  will  be  allowed  in  the",
            "407.02.2": " 407.02.2  Bituminous Material.  The added asphalt cement may be PG 64-28, PG 58-28, PG 58-",
            "407.02.3": " 407.02.3  Reclaimed Asphalt Pavement (RAP).  The aggregate component of the RAP shall meet",
            "407.02.4": " 407.02.4  Recycling Agent Additives.  The recycling agent additive shall be approved by the",
            "407.03.1": " 407.03.1    Batch  Plant.    The  plant  shall  meet  all  the  applicable  requirements  of  Subsection",
            "407.03.2": " 407.03.2    Drum  Dryer  Mixing  Plant.    The  plant  shall  meet  all  the  applicable  requirements  of",
            "408.02.1": " 408.02.1 Sealant.    The sealant shall be either one of the following and shall be subject to approval",
            "408.02.2": " 408.02.2  Filler.    Filler  shall  consist  of  Bituminous  Concrete  Class  I-2  or  High  Performance",
            "408.02.3": " 408.02.3 Blotter Material.  Blotter Material shall be black beauty.",
            "408.03.1": " 408.03.1 Equipment.  Equipment shall be subject to the approval of the Engineer and maintained",
            "408.03.2": " 408.03.2    Preparation  of  Surface.  The  crack  sealing  operation  shall  be  performed  only  on",
            "408.03.3": " 408.03.3, Para. b.1 above.",
            "408.04.1": " 408.04.1  Cracks Less than One Inch in Width.  \"Cleaning and Sealing Cracks in Bituminous",
            "408.04.2": " 408.04.2  Cracks One Inch and Over in Width.  \"Cleaning and Sealing Cracks in Bituminous",
            "408.04.3": " 408.04.3    Alligator  Cracks.    There  will  be  no  separate  measurement  for  this  item,  however",
            "408.05.1": " 408.05.1 Cracks Less than One Inch in Width.  The accepted quantity of \"Cleaning and Sealing 408.05.1 above. The price so-stated constitutes full and complete compensation for furnishing and",
            "408.05.2": " 408.05.2 Cracks One Inch and Over in Width.  The accepted quantity of \"Cleaning and Sealing",
            "408.05.3": " 408.05.3 Alligator Cracks.  There will be no separate payment for this item.  The accepted quantity",
            "409.03.1": " 409.03.1  Equipment.  The equipment to be used shall conform to the applicable requirements of",
            "409.03.2": " 409.03.2  Operation.",
            "410.03.1": " 410.03.1  Potholes.  The Contractor shall repair all potholes within the project limits, regardless of",
            "410.03.2": " 410.03.2  Trenches.  The Contractor shall repair all trenches within the project limits.",
            "410.03.3": " 410.03.3  Damage Claims.  Failure to maintain the roadway as required by this Section will result",
            "410.04.1": " 410.04.1  Trenches.  Temporary patching of trenches will be measured by the number of tons of",
            "410.05.1": " 410.05.1  Potholes.  Temporary patching of potholes will be paid for on a Force Account basis as",
            "410.05.2": " 410.05.2  Trenches.  Temporary patching of trenches will be paid for at the contract unit price per",
            "411.02.1": " 411.02.1  Modified Asphalt Binder.  This shall consist of a blend of neat asphalt cement and",
            "411.02.2": " 411.02.2  Aggregate.  The coarse aggregate shall be virgin crushed quarry rock from a RIDOT",
            "411.02.3": " 411.02.3 Mix Design.  The mix design shall be in accordance with Subsection 401.02.5 of the RI",
            "411.03.1": " 411.03.1  Surface Preparation.   All surface preparations shall be completed prior to applying the",
            "411.03.2": " 411.03.2  Production Tolerances.  The aggregate gradation and asphalt binder content of the",
            "411.03.3": " 411.03.3  Mixing and Compaction Temperatures.  The mixing and compaction temperatures",
            "411.03.5": " 411.03.5  Time Limitation.  The PPEST shall not be placed before June 1 or after September 30.",
            "411.03.6": " 411.03.6  Tack Coat.  An SS-1 or RS-1 asphalt emulsion tack coat shall be applied uniformly over",
            "411.03.7": " 411.03.7  Placement.   The mix placement temperature shall be as recommended by the supplier",
            "411.03.8": " 411.03.8  Compaction.  The compacted thickness of the PPEST shall be 1±1/4 inch.  Under no",
            "412.02.1": " 412.02.1  Asphalt Cement.  Neat asphalt cement for the rubberized asphalt shall meet all the",
            "412.02.2": " 412.02.2  Anti-Stripping Agent.  If necessary for water resistance, an anti-stripping agent that is",
            "412.02.3": " 412.02.3  Granulated Rubber.  The granulated rubber shall be vulcanized rubber from the ambient",
            "412.02.4": " 412.02.4  Cover Aggregate.  The cover aggregate shall be virgin crushed quarry rock from a",
            "412.02.6": " 412.02.6  Rubberized Asphalt.  Granulated rubber shall be added to the PG58-28 asphalt cement",
            "412.02.7": " 412.02.7  Delays.  When a job delay occurs after full reaction, the rubberized asphalt may be",
            "412.02.8": " 412.02.8  Field Viscosity Tests.  Viscosity tests shall be run by the contractor on each load of",
            "412.03.1": " 412.03.1 Equipment",
            "412.03.2": " 412.03.2    Weather  Limitations.    The  rubberized  asphalt  shall  not  be  applied  when  weather",
            "412.03.3": " 412.03.3  Surface Preparation.  The area to be sealed shall be swept and thoroughly cleaned of",
            "412.03.4": " 412.03.4  Construction  Procedures.",
            "501.03.1": " 501.03.1    Construction  Requirements.    The  classifications,  proportioning,  testing,  batching,",
            "501.03.2": " 501.03.2  Equipment. 501.03.2; Para. c of these Specifications.",
            "501.03.3": " 501.03.3  Preparation of Grade.  After the roadbed has been graded and compacted to meet the",
            "501.03.4": " 501.03.4  Setting Support.",
            "501.03.5": " 501.03.5  Conditioning of Subgrade or Base Course.  When side forms have been securely set",
            "501.03.7": " 501.03.7  Test Specimens.  The Contractor shall furnish the concrete necessary for casting test",
            "501.03.8": " 501.03.8  Strike-off of Concrete and Placement of Reinforcement.  Following the placing of the",
            "501.03.9": " 501.03.9  Joints.  Joints shall be constructed of the type and dimensions, and at the locations",
            "501.03.10": " 501.03.10  Final Strike-off, Consolidation and Finishing of Concrete Pavement.",
            "501.03.11": " 501.03.11  Surface Test.",
            "501.03.12": " 501.03.12  Curing.  Immediately after the finishing operations have been completed and as soon",
            "501.03.13": " 501.03.13  Removing Forms.  Unless otherwise provided, forms shall not be removed from freshly",
            "501.03.14": " 501.03.14  Sealing Joints.  If the joints are to be sealed, they shall be filled with joint sealing",
            "501.03.15": " 501.03.15    Protection  of  Pavement.    The  Contractor  shall  protect  the  pavement  and  its",
            "501.03.16": " 501.03.16  Opening to Traffic.  The Engineer will decide when the pavement or base shall be",
            "501.03.17": " 501.03.17  Concrete Pavement-Slip Form Method.  If the Contractor elects to use the slip-form",
            "501.03.18": " 501.03.18  Tolerance in Pavement or Base Thickness.  The thickness of the pavement or base",
            "501.05.1": " 501.05.1    General.    The  accepted  quantities  of  \"Portland  Cement  Concrete  Pavement\"  and",
            "501.05.2": " 501.05.2  Price Adjustments.  Where the average thickness of pavement is deficient in thickness",
            "502.03.1": " 502.03.1  Equipment.  Equipment shall be subject to the approval of the Engineer and maintained",
            "502.03.2": " 502.03.2  Preparation of Cracks and Joints.  All transverse and longitudinal joints and any cracks",
            "502.03.3": " 502.03.3  Application.  The joint seal shall be applied by hot extrusion.  All joints or cracks are to",
            "503.03.1": " 503.03.1  Equipment.  Equipment shall be subject to the approval of the Engineer and maintained",
            "503.03.3": " 503.03.3  Preparatory Work.  The exposed concrete and reinforcing steel surface shall be free of",
            "503.03.4": " 503.03.4  Joint Filler Placement.  Prior to placement of the fast set repair mortar, one, 1-inch or",
            "503.03.5": " 503.03.5  Application of the Epoxy Bonding Agent.  An epoxy bonding agent shall be applied to",
            "503.03.6": " 503.03.6  Application of Fast Setting Mortar.",
            "503.03.7": " 503.03.7  Sealing Joints.  Upon placement and proper curing of the fast set concrete repair mortar,",
            "601.01.1": " 601.01.1    Classification.      Portland  cement  concrete  shall  be  proportioned  with  the  required 601.01.1;  Classification,  of  these  Specifications.    To  prevent  segregation  it  shall  be  carefully",
            "601.02.1": " 601.02.1  Portland Cement.   Portland cement shall conform to the requirements of SECTION",
            "601.02.2": " 601.02.2  Chemical Admixtures.   Previously approved admixtures shall be used when specified",
            "601.02.3": " 601.02.3  Pozzolans.   Mineral admixtures such as fly ash, blast furnace slag, and silica fume may",
            "601.02.4": " 601.02.4    Aggregates.    Coarse  and  Fine  Aggregates  shall  conform  to  the  requirements  of",
            "601.02.5": " 601.02.5  Water.   Water used in mixing and curing of concrete shall be subject to approval and",
            "601.03.1": " 601.03.1  Proportioning. 601.03.1 of these Specifications, together with the following additional provisions: 601.03.1 of these Specifications, together with the following additional provisions:",
            "601.03.2": " 601.03.2  Batching Plants and Equipment.",
            "601.03.3": " 601.03.3  Concrete Mixing, Delivery, and Discharge.   Concrete may be mixed at the site of 601.03.3 of these Specifications, process control testing shall be performed by the Contractor and",
            "601.03.4": " 601.03.4 Limitations for Mixing and Placement. No concrete shall be mixed, placed, or finished 601.03.4,  601.03.5,  and  601.03.6;  Limitations  of  Mixing,  Cold  Weather  Concrete,  and  Hot",
            "601.03.5": " 601.03.5 Cold Weather Concrete.",
            "601.03.6": " 601.03.6  Hot Weather Concrete.  For the purpose of these Specifications, Hot Weather shall be",
            "601.03.7": " 601.03.7 Quality Assurance (QA).  QA is defined as all those planned and systematic actions",
            "601.03.8": " 601.03.8  Curing.",
            "601.03.9": " 601.03.9  Method for Placement of Portland Cement Concrete by Pumping.  Placement of",
            "602.02.1": " 602.02.1    Mix  Design  and  Approval  Process.    The  mix  design  and  approval  process  of  the",
            "602.03.2": " 602.03.2  Microsilica.  Microsilica shall be substituted or added to Portland cement in the amounts",
            "602.03.3": " 602.03.3  Ground Granulated Blast Furnace Slag.  Ground granulated blast furnace slag shall be",
            "603.01.1": " 603.01.1    Classification.    There  are  two  main  categories  for  CLSM,  excavatable  and  non-",
            "603.02.2": " 603.02.2  Coloring Agents.  If required by the Engineer, a coloring pigment shall be thoroughly",
            "603.02.3": " 603.02.3  Pozzolans.  In addition to the requirements of SECTION 602, the pozzolan material, if",
            "603.03.1": " 603.03.1  General.  The CLSM shall be produced and delivered by a Department approved ready-",
            "603.03.2": " 603.03.2  Proportions.",
            "603.03.3": " 603.03.3    Batching  Plants  and  Equipment  shall  conform  to  the  applicable  requirements  of",
            "603.03.4": " 603.03.4  CLSM Mixing, Delivery, and Discharge.  In addition to the requirements of Subsection",
            "603.03.5": " 603.03.5    Limitations  of  Mixing.    Requirements  for  limitation  of  mixing  shall  conform  to",
            "603.03.6": " 603.03.6  Cold and Hot Weather CLSM.  Requirements for cold and hot weather CLSM shall",
            "603.03.8": " 603.03.8  Testing of CLSM.  In addition to the requirements of Subsection 601.03.7 of these",
            "603.03.9": " 603.03.9  Plant Field Laboratory.  The requirements for Plant Field Laboratory shall conform to",
            "603.03.10": " 603.03.10  Placing CLSM by Pumping.  The requirements for pumping CLSM shall conform to",
            "603.03.11": " 603.03.11  Traffic/Paving.  Resumption of traffic onto CLSM or the asphalt paving over CLSM,",
            "605.02.1": " 605.02.1 Calcium Nitrite Based Corrosion Inhibitor shall conform to the requirements of ASTM",
            "605.02.2": " 605.02.2 Concrete Mix Design Approval Process.  Proportioning of ingredients and the design",
            "605.03.1": " 605.03.1  Curing Concrete.  The curing of concrete with calcium nitrite based corrosion inhibitor",
            "606.02.1": " 606.02.1  Chemical Admixture for SCC.  SCC admixture shall be a viscosity modifying admixture",
            "606.02.2": " 606.02.2  Concrete Mix Design Approval Process.  Proportioning of ingredients and the design",
            "606.03.1": " 606.03.1    Sampling  of  SCC  Admixtures.    A  sample  of  SCC  admixture  may  be  taken  by  a",
            "606.03.2": " 606.03.2  Placement and Finishing of SCC.  The placement of SCC shall be in accordance with",
            "606.03.4": " 606.03.4  Testing of SCC.  The testing of SCC shall be in accordance with Subsections 601.03.7,",
            "809.03.09": " 809.03.09 and 816.03.6 where applicable except the following:",
            "607.01.1": " 607.01.1 DEFINITIONS. Mass Concrete is defined as any elements so specified on the Plans and",
            "607.02.1": " 607.02.1. CONCRETE. The concrete shall meet the applicable material requirements of SECTION",
            "607.02.2": " 607.02.2  TEMPERATURE  AND  MATURITY  RECORDING.      Primary  temperature  measuring",
            "607.03.1": " 607.03.1 Mass Concrete Temperature Control Plans. As part of the submittals, the Contractor 607.03.1(b.5.b); 607.03.1(b.5.c);",
            "607.03.2": " 607.03.2 Performance-Based Variable Temperature Differential Limit.  After the Contractor has",
            "607.05.1": " 607.05.1 Temperature Control. Mass concrete temperature control shall be monitored by maturity",
            "607.05.2": " 607.05.2 Curing. Curing requirements of Subsection 601.03.8 and Subsection 808.03.09 shall",
            "607.05.3": " 607.05.3 Temperature Control Failure. Failure to meet the temperature control requirements of",
            "607.05.4": " 607.05.4 Crack Repairs.  Cracking determined to be due to thermal issues shall be repaired by",
            "701.02.1": " 701.02.1 Non-Metallic Pipe.  Concrete, Clay, Fiber, Vitrified Clay, Vitrified Clay Lined Concrete,",
            "701.02.2": " 701.02.2    Metal  Pipe.    Ductile  Iron  Pipe  and  Corrugated  Metal  Pipe  of  various  types  and",
            "701.02.3": " 701.02.3  Flared End Sections.  Concrete flared end sections shall be manufactured according to",
            "701.02.4": " 701.02.4  Inspection of Pipe Materials and Manufacturing Plants.  Pipe and pipe materials shall",
            "701.02.5": " 701.02.5  Bedding Materials.",
            "701.02.6": " 701.02.6  Portland Cement Mortar.  Mortar shall conform to the requirements of Subsection",
            "701.03.1": " 701.03.1  Layout.  The engineering layout, whether furnished by the State or the Contractor, shall",
            "701.03.2": " 701.03.2  Trench Excavation.  Trenches shall be excavated in accordance with the applicable",
            "701.03.3": " 701.03.3    Bedding.    Pipe  bedding  shall  conform  to  one  of  the  classes  specified  above  in",
            "701.03.4": " 701.03.4  Laying Pipe.  The pipe laying shall begin at the downstream end of the pipe line.  Bell or",
            "701.03.5": " 701.03.5  Joining Pipe.  Rigid pipe may be of bell and spigot or tongue and groove design unless",
            "701.03.6": " 701.03.6  Smooth Interior Corrugated Polyethylene Pipe and Smooth Interior Corrugated",
            "701.03.7": " 701.03.7  Backfilling.  After the pipe is installed, the trench shall be backfilled with material in",
            "701.03.8": " 701.03.8  Replacement of Unsuitable Material.  When the Engineer determines that the material",
            "701.03.9": " 701.03.9  Unauthorized Excavation.  If the bottom of any trench has been excavated below the",
            "701.04.1": " 701.04.1  Culverts  and  Storm  Drains.    \"Culverts  and  Storm  Drains\"  of  the  various  types  of",
            "701.04.2": " 701.04.2  Flared  End  Sections.    \"Flared  End  Sections\"  of  the  various  types  and  sizes  will  be",
            "701.04.3": " 701.04.3 Branch Connections and Elbows.  \"Branch Connections and Elbows\" will be included in",
            "701.04.4": " 701.04.4 Bedding Material.",
            "701.05.1": " 701.05.1  Culverts and Storm Drains.  The accepted quantities of the various types and sizes of",
            "701.05.2": " 701.05.2  Flared End Sections.  The accepted quantities of the various types and sizes of \"Flared",
            "701.05.3": " 701.05.3    Branch  Connections  and  Elbows.    When  the  Contract  Documents  so-specify, the",
            "701.05.4": " 701.05.4 Bedding Material.",
            "702.02.1": " 702.02.1  Masonry Unit Construction.",
            "702.02.2": " 702.02.2  Precast Concrete Construction.",
            "702.03.1": " 702.03.1  Masonry Unit Construction. 702.03.1; Paras. a, b, c, d, g, h, and i of this Section shall apply equally to precast concrete 702.03.1 of these Specifications.",
            "702.03.2": " 702.03.2  Precast Concrete Construction.",
            "702.04.1": " 702.04.1 Manholes, Catch Basins, and Drop Inlets.   New \"Manholes,” \"Catch Basins,” and \"Drop",
            "702.04.2": " 702.04.2  Metal  Frames  and  Grates  and/or  Covers.    \"Metal  Frames  and  Grates\"  and  \"Metal",
            "702.04.3": " 702.04.3  Precast  Concrete  Inlet  and  Apron  Stones.    \"Precast  Concrete  Inlet  Stones\"  and",
            "702.05.1": " 702.05.1 Manholes, Catch Basins, and Drop Inlets.  The accepted quantities of new \"Manholes,”",
            "702.05.2": " 702.05.2 Metal Frames and Grates and/or Covers.  The accepted quantities of \"Metal Frames",
            "702.05.3": " 702.05.3  Precast  Concrete  Inlet  and  Apron  Stones.    The  accepted  quantities  of  \"Precast",
            "703.02.1": " 703.02.1  Pipe.  Unless otherwise indicated on the Plans, the following types of pipe shall conform",
            "703.02.2": " 703.02.2  Filter Fabric.  Filter fabric shall be a material suitable for underdrain applications and",
            "703.02.4": " 703.02.4  Filter and Bedding Materials.",
            "703.03.1": " 703.03.1  General.  The specified sizes and types of underdrains and/or combination drains shall",
            "703.03.2": " 703.03.2  Installation of Pipe.",
            "703.03.3": " 703.03.3  Unauthorized Excavation.  If the bottom of any trench has been excavated below the",
            "707.03.1": " 707.03.1  General.  In  addition  to  the  applicable  paragraphs  of  Subsection  702.03.1  of  these",
            "707.03.2": " 707.03.2  Narragansett  Bay  Commission  Structures.  In  addition  to  the  requirements  of",
            "708.02.1": " 708.02.1  Equipment.  Equipment for cleaning pipe lines includes hoses, rodding machines, balls,",
            "708.02.2": " 708.02.2  Water.  Water used for cleaning and flushing drainage pipes shall be fresh and free of oil,",
            "708.03.1": " 708.03.1  Operation of Drainage System During Cleaning.   The Contractor shall be responsible",
            "708.03.2": " 708.03.2    Cleaning  Methods.    The  Contractor  shall  clean  and  flush  all  storm  drain  lines  as",
            "708.03.3": " 708.03.3    Disposal  of  Debris  Collected.    Disposal  of  all  material  collected  shall  be  done  in",
            "709.03.1": " 709.03.1  Thrust or Bearing Blocks.  Concrete thrust or bearing blocks for backing up tees, bends",
            "709.03.2": " 709.03.2    Headwalls.      Concrete  construction  shall  conform to the applicable requirements of",
            "710.03.1": " 710.03.1  Manhole and Basin Cut-Ins.  The existing manholes and/or catch basins shall be cut",
            "710.03.2": " 710.03.2  Pipe Cut-Ins.  Pipe cut-ins shall be made at locations where a new manhole or catch",
            "710.05.1": " 710.05.1  Manhole and Catch Basin Cut-Ins.  Payment for \"Manhole and Catch Basin Cut-Ins\" will",
            "710.05.2": " 710.05.2  Pipe Cut-Ins.  Payment for \"Pipe Cut-Ins\" will not be made separately but will be included",
            "711.03.1": " 711.03.1  Excavation.  Excavation for paved waterways shall be carried forth in accordance with",
            "711.03.2": " 711.03.2    Plain  Cobble  Paving.      A  layer  of  bedding  sand  shall  be  placed  upon  a  prepared",
            "711.03.3": " 711.03.3  Grouted Cobble Paving.  A layer of bedding stone shall be placed upon a prepared",
            "711.03.4": " 711.03.4  Bituminous Mixture Paving.  A layer of gravel borrow shall be placed upon a prepared",
            "711.03.5": " 711.03.5  Cement Concrete Paving.  A layer of gravel borrow shall be placed upon a prepared",
            "712.02.1": " 712.02.1  Castings.  Iron castings shall conform to the requirements of Subsection M.05.04.9,",
            "712.02.2": " 712.02.2  Fabrication.  The Contractor shall provide documentation to the effect that water and gas",
            "712.03.1": " 712.03.1  Removal of Existing Boxes.  The existing gate valve boxes are to be carefully removed",
            "712.03.2": " 712.03.2  Installation.  The boxes shall be set to the proposed line and grade as indicated on the",
            "714.03.1": " 714.03.1  Relocation of Post Type Hydrant.  Hydrants to be relocated shall be carefully removed",
            "714.03.2": " 714.03.2    New  Hydrant  Installation.    Hydrants  shall  be  installed  in  accordance  with  the",
            "801.01.1": " 801.01.1    AASHTO  Specifications.    Unless  otherwise  specified,  the  latest  edition  of  the",
            "801.02.1": " 801.02.1  Reports.  All material reports shall be submitted under the letterhead of the submitter",
            "801.02.2": " 801.02.2  Mill Reports.  It shall be the responsibility of the Contractor to insure the delivery of",
            "801.02.3": " 801.02.3  Materials Schedule.  Sampling, Testing, and Certification of Materials shall be performed",
            "801.02.4": " 801.02.4  Inspection by Others.   When State inspection work is contracted to an independent",
            "802.03.1": " 802.03.1  General.  The bridges shall be built in a workmanlike manner in accordance with the",
            "802.03.2": " 802.03.2  Approaches.  Approach embankments, excavation, surfacing, and other incidental work",
            "802.03.3": " 802.03.3  Maintenance.  The Contractor shall maintain in good condition all temporary structures,",
            "802.03.4": " 802.03.4    Removal  of  Temporary  Bridge.    On  completion  of  the  permanent  structure,  the",
            "802.05.1": " 802.05.1  Partial Payment.  For payment purposes, the temporary structure will be considered 75",
            "803.03.1": " 803.03.1  Salvaged Materials.  Materials that are designated to be salvaged under provisions of",
            "803.03.2": " 803.03.2    Disposable  Materials.    Unless  otherwise  indicated  on  the  Plans  or  directed  by  the",
            "803.03.3": " 803.03.3  Partial Removal of Structures.  Where portions of existing structures are to remain in",
            "803.03.4": " 803.03.4  Restoration of Disturbed Areas.  Areas disturbed by the removal of existing structures",
            "804.01.1": " 804.01.1  Definitions of Driven Piles.",
            "804.01.2": " 804.01.2  Piles Types Included.  Driven piles shall include treated and untreated timber, steel H-",
            "804.01.3": " 804.01.3  Wave Equation Analyses and Pile Load Testing.  The Contractor shall perform and",
            "804.01.4": " 804.01.4  Pile Lengths.  Production piles shall be furnished in sufficient lengths to be driven to the",
            "804.02.1": " 804.02.1  Treated and Untreated Timber Piles shall conform to the requirements of Subsections",
            "804.02.2": " 804.02.2    Steel  H-Piles  shall  conform  to  the  requirements  of  Subsection  M.07.09  of  these",
            "804.02.3": " 804.02.3    Open-end  and  Closed-end  Steel  Pipe  Poles  shall  conform  to  the  requirements  of",
            "804.02.4": " 804.02.4  Concrete-Filled Shell Piles shall conform to the requirements of Subsection M.07.08 of",
            "804.02.5": " 804.02.5  Precast-Prestressed Concrete Piles shall conform to the requirements of Subsection",
            "804.02.6": " 804.02.6  Portland Cement Concrete shall conform to the applicable requirements of  SECTIONS",
            "804.02.7": " 804.02.7    Steel  Reinforcement  and  Prestressing  Steel  shall  conform  to  the  applicable",
            "804.02.8": " 804.02.8  Steel Closure Plates, Driving Shoes and Points, Lugs, and Splicers shall conform to",
            "804.02.9": " 804.02.9  Paint.  Paints and undercoats to be applied to steel piles or metal shells shall conform to",
            "804.02.10": " 804.02.10  Wood Preservatives and Treatment.   Wood preservatives and treatment methods for",
            "804.03.1": " 804.03.1  Pile Lengths and Order Lists.   The Contractor shall furnish piles in accordance with",
            "804.03.2": " 804.03.2  Timber Piles.",
            "804.03.3": " 804.03.3  Precast-Prestressed Concrete Piles.",
            "804.03.4": " 804.03.4  Concrete-Filled Shell Piles. 804.03.4, Para. e.",
            "804.03.5": " 804.03.5  Steel Pipe Piles.",
            "804.03.6": " 804.03.6  Steel H-Section Piles.",
            "804.03.7": " 804.03.7  Composite Piles.  Composite piles shall be furnished and fabricated of the materials and",
            "804.03.8": " 804.03.8  Splices and Splicing Piles.",
            "804.03.9": " 804.03.9  Determination of Bearing Capacity.",
            "804.03.10": " 804.03.10  Pile Driving Equipment.",
            "804.03.11": " 804.03.11  Driving Appurtenances.",
            "804.03.12": " 804.03.12  Preparation for Driving. 804.03.12; Para. a, of these Specifications.",
            "804.03.13": " 804.03.13  Driving Piles.",
            "804.03.14": " 804.03.14    Defective,  Damaged  or  Broken  Piles.    The  Contractor's  driving  operations  and",
            "804.03.15": " 804.03.15    Pile  Dewatering,  Cleanout,  and  Spoil/Water  Containment  and  Disposal.    The",
            "804.03.16": " 804.03.16  Pile Cut-offs.  Piles shall not be cut off until all piles within a pile group or within the",
            "804.04.1": " 804.04.1 Piles Furnished and Driven.  \"Timber Piles\" (treated or untreated); \"Precast/Pre-stressed",
            "804.04.2": " 804.04.2  Piles Furnished.  \"Precast/Prestressed Concrete Piles\" (solid rectangular, cylindrical, or",
            "804.04.3": " 804.04.3  Piles Driven.  \"Precast/Prestressed Concrete Piles\" (solid rectangular, cylindrical, or",
            "804.04.4": " 804.04.4  Pile Cut-offs.  Pile Cut-offs will not be measured separately for payment.",
            "804.04.5": " 804.04.5  Pile Load Tests.  \"Pile Load Tests\" shall be measured by the number of pile load tests",
            "804.04.6": " 804.04.6  Metal Boots, Drive Points, Drive Shoes and Closure Plates.  \"Metal Boots,” \"Drive",
            "804.04.7": " 804.04.7  Preboring.  \"Preboring,” when called for, shall be measured by the number of prebored",
            "804.04.8": " 804.04.8  Painting.  \"Painting,” when called for, shall be measured by the linear foot of pile actually",
            "804.04.9": " 804.04.9  Mobilization  and  Demobilization  of  Pile  Driving  Equipment.    This  item  does  not",
            "804.04.10": " 804.04.10  Related Items.  Steel reinforcement for steel shell piles or steel pipe piles shall be",
            "804.04.11": " 804.04.11  Incidental Items.  The following items of work shall not be measured separately for",
            "804.05.1": " 804.05.1    Piles  Furnished  and  Driven,  Piles  Furnished,  and  Piles  Driven.    The  accepted",
            "804.05.2": " 804.05.2    Pile  Cut-offs.    No  separate  payment  will  be  made  for  this  work,  but  will  instead  be",
            "804.05.3": " 804.05.3  Pile Load Tests.  The accepted number of \"Static Pile Load Tests,” or \"Dynamic Load",
            "804.05.4": " 804.05.4  Metal Boots, Drive Points, Drive Shoes, and Closure Plates.  The accepted quantities",
            "804.05.5": " 804.05.5  Preboring.  The accepted quantity of \"Preboring\" will be paid for at the contract unit price",
            "804.05.6": " 804.05.6  Painting.  The accepted quantity of \"Painting\" will be paid for at the contract unit price per",
            "804.05.7": " 804.05.7  Mobilization and Demobilization of Pile Driving Equipment.  When \"Mobilization and",
            "805.01.1": " 805.01.1    Permanent  Sheet  Piling.    Permanent  sheet  piling  and  supports  shall  be  furnished,",
            "805.01.2": " 805.01.2  Temporary Sheet Piling and Temporary Sheet Piling Abandoned in Place.",
            "805.01.3": " 805.01.3  Soldier Pile-and-Lagging.  Soldier piles-and-lagging shall be furnished, installed, cut off",
            "805.01.5": " 805.01.5  Utilities.  The Contractor's attention is specifically directed to the proximity of utilities in",
            "805.02.1": " 805.02.1    Untreated  Timber  Sheet  Piling  shall  conform  to  the  requirements  of  Subsection",
            "805.02.2": " 805.02.2  Treated Timber Sheet Piling shall conform to the requirements of Subsection M.07.02",
            "805.02.3": " 805.02.3  Steel Sheet Piling shall conform to the requirements of Subsection M.07.04 of these",
            "805.02.4": " 805.02.4  Steel Soldier Piles shall conform to the requirements of Subsection M.07.09.",
            "805.02.5": " 805.02.5    Untreated  Timber  Soldier  Piles  shall  conform  to  the  requirements  of  Subsection",
            "805.02.6": " 805.02.6  Treated Timber Soldier Piles shall conform to the requirements of Subsection M.07.06.",
            "805.02.7": " 805.02.7  Timber Lagging, Walers, and Bracing shall conform to the requirements of Subsection",
            "805.02.8": " 805.02.8  Steel Lagging, Walers, and Bracing shall conform to the requirements of Subsection",
            "805.02.9": " 805.02.9    Hardware  -  Fixtures,  Bolts,  and  Lag  Screws  shall  conform  to  the  applicable",
            "805.02.10": " 805.02.10    Metal  Casings  for  stabilization  of  drilled  shaft  excavations  shall  conform  to  the",
            "805.02.11": " 805.02.11  Concrete Backfill for drilled shaft excavations shall be excavatable or lean concrete",
            "805.02.12": " 805.02.12  Anchors.",
            "805.03.1": " 805.03.1  General.  The Engineer may order additional or stronger bracing and supports at any",
            "805.03.2": " 805.03.2    Driving  Sheet  Piling  and  Soldier  Piles.    When  required  by  the  Plans  or  Special",
            "805.03.3": " 805.03.3  Pre-drilled Soldier Pile Installation.  Soldier piles shall be installed in pre-drilled or pre-",
            "805.03.4": " 805.03.4  Earthwork and Installation of Lagging.  Excavation shall conform to the requirements",
            "805.03.5": " 805.03.5  Openings and Cut-offs.  The Contractor shall prepare and cut openings within the sheet",
            "805.03.6": " 805.03.6  Installation of Ground Anchors.  The Contractor shall select the drilling method, the",
            "805.04.1": " 805.04.1    Permanent  Sheet  Piling,  Temporary  Sheet  Piling  and  Temporary  Sheet  Piling",
            "805.04.2": " 805.04.2  Driven Soldier Piles will be measured by the number of soldier piles actually installed in",
            "805.04.3": " 805.04.3    Pre-drilled  Soldier  Piles  will  be  measured  by  the  number  of  soldier  piles  actually",
            "805.04.4": " 805.04.4    Drilling  or  Augering  when  specified  for  the  installation  of  soldier  piles  shall  not  be",
            "805.04.5": " 805.04.5  Concrete Backfill around soldier piles shall not be measured separately for payment.",
            "805.04.6": " 805.04.6  Lagging Installed will be measured by the number of square feet of lagging actually",
            "805.04.7": " 805.04.7  Walers, Bracing, and Hardware Fastenings.  Where specified and shown on the Plans",
            "805.04.8": " 805.04.8    Ground  Anchors  will  be  measured  by  the  number  of  units  actually  installed  in",
            "805.05.1": " 805.05.1    Permanent  Sheet  Piling,  Temporary  Sheet  Piling,  and  Temporary  Sheet  Piling",
            "805.05.2": " 805.05.2  Soldier Piles Driven.  The accepted quantity of \"Soldier Piles Driven\" shall be paid for at",
            "805.05.3": " 805.05.3  Soldier Piles Pre-drilled.  The accepted quantity of \"Soldier Piles Pre-drilled\" or pre-",
            "805.05.4": " 805.05.4  Drilling or Augering to Remove Obstructions.  When approved by the Engineer, the",
            "805.05.5": " 805.05.5  Lagging Installed.  The accepted quantity of \"Lagging\" shall be paid for at the contract",
            "805.05.6": " 805.05.6  Walers and Bracing.  The accepted quantity of \"Walers and Bracing\" shall be paid for at",
            "805.05.7": " 805.05.7  Ground Anchors.  The accepted quantity of “Ground Anchors” shall be paid for at the",
            "806.02.1": " 806.02.1.    Timber.      Sawn  lumber,  structural  glued  laminated  timber  and  wood  preservative",
            "806.02.2": " 806.02.2  Hardware.  Metal fastenings required for timber connections or for connecting timber to",
            "806.03.1": " 806.03.1    Workmanship.    All  timber  shall  be  accurately  cut  and  framed  to  a  close  fit  in  such",
            "806.03.2": " 806.03.2  Preservative Treatment of Timber and Lumber.  All timber and lumber designated for",
            "806.03.3": " 806.03.3  Handling of Timber and Lumber.",
            "806.03.4": " 806.03.4  Installation of Connectors.  The split ring and the shear plate types shall be installed in",
            "806.03.5": " 806.03.5  Countersinking.  Countersinking shall be done wherever smooth faces are required.",
            "806.03.6": " 806.03.6  Hardware.",
            "806.03.8": " 806.03.8  Framing.  All lumber and timber shall be accurately cut and framed to a close fit in such",
            "806.03.9": " 806.03.9  Framed Bents.",
            "806.03.10": " 806.03.10  Stringers.  Stringers shall be sized at bearings and shall be placed in position so that",
            "806.03.11": " 806.03.11  Plank Floors.  Unless otherwise specified, planks for flooring shall be surfaced four",
            "806.03.12": " 806.03.12  Nailed or Glued Laminated Strip Floors.  Nailed or glued laminated strip floors consist",
            "806.03.13": " 806.03.13  Laminated Panel Decks.  Laminated panel decks consist of stress laminated sawn",
            "806.03.14": " 806.03.14  Wheel Guards and Railings.  Wheel guards and railings shall be accurately framed in",
            "806.03.15": " 806.03.15  Trusses.  Trusses, when completed, shall show no irregularities of line.  Chords shall be",
            "807.01.1": " 807.01.1  Cut Stone Masonry (Ashlar).  Cut stone masonry or masonry veneer shall be dressed",
            "807.01.2": " 807.01.2   Split Face Masonry.  Split face masonry or veneer shall be composed of quarry stone",
            "807.01.3": " 807.01.3    Rubble  Masonry.    Rubble  masonry  shall  be  composed  of  irregular  stones  laid  as",
            "807.01.4": " 807.01.4  Dry Rubble Masonry.  Dry rubble masonry shall be composed of irregular stones laid as",
            "807.01.5": " 807.01.5  Concrete Block or Brick Masonry.  Concrete block and brick masonry shall consist of",
            "807.02.1": " 807.02.1  Stone.  Stone shall be the material indicated on the Plans and shall otherwise conform to",
            "807.02.2": " 807.02.2  Block and Brick.",
            "807.02.3": " 807.02.3  Mortar.  Mortar shall conform to the requirements of Subsection M.04.03.5, of these",
            "807.02.4": " 807.02.4  Lead, Dowels, and Cramps.  Leaded joints, wrought iron and galvanized steel dowels or",
            "807.02.5": " 807.02.5  Concrete.  Concrete backing of stone fascia walls shall be Class A(AE) and shall develop",
            "807.02.6": " 807.02.6  Reinforcing Steel.  Reinforcing steel shall conform to the requirements of Subsection",
            "807.02.7": " 807.02.7    Grout.    Grout  for  filling  voids  in  hollow  masonry  units  shall  conform  either  to  the",
            "807.02.8": " 807.02.8  Sampling and Testing.  Sampling and testing shall be in accordance with the Rhode",
            "807.03.1": " 807.03.1  Weather Limitations.  Stone, brick or block masonry utilizing mortar or grout shall not be",
            "807.03.2": " 807.03.2   Mixing of Mortar and Grout.  The mortar and grout for masonry construction shall be",
            "807.03.3": " 807.03.3  Stone Masonry Construction.",
            "807.03.4": " 807.03.4  Brick or Block Masonry.",
            "807.04.1": " 807.04.1  Stone Masonry.  \"Structural Stone Masonry\" of the types described in this Section will be",
            "807.04.2": " 807.04.2  Pointing and Grouting.  When listed as a separate item in the Proposal, \"Pointing and",
            "807.04.3": " 807.04.3  Block and Brick Masonry.  \"Concrete Block Masonry\" and/or \"Brick Masonry\" will be",
            "807.04.4": " 807.04.4  Concrete Backing.  \"Concrete Backing\" of stone fascia walls will be measured by the",
            "807.05.1": " 807.05.1  Stone Masonry.  The accepted quantity of \"Stone Masonry\" will be paid for at either the",
            "807.05.2": " 807.05.2  Pointing and Grouting.  The accepted quantity of \"Pointing and Grouting\" will be paid for",
            "807.05.4": " 807.05.4  Concrete Backing.  The accepted quantity of \"Concrete Backing\" of stone fascia",
            "808.01.1": " 808.01.1  Related Items of Work Covered Elsewhere.  Related items of work covered in other",
            "808.02.1": " 808.02.1  Concrete.  All materials required for the production and curing of structure concrete shall",
            "808.02.2": " 808.02.2  Joint Fillers and Sealants.  The following materials shall conform to the applicable",
            "808.03.1": " 808.03.1    General.    The  requirements  for  classification,  proportioning,  batching,  mixing,",
            "808.03.2": " 808.03.2  Footings.  Preparation of foundations shall conform to the requirements of SECTION",
            "808.03.3": " 808.03.3  Falsework and Centering.  All falsework or centering shall be adequate for the type of",
            "808.03.4": " 808.03.4  Forms.",
            "808.03.5": " 808.03.5  Placing Concrete (Conventional Method).",
            "808.03.6": " 808.03.6  Placing Concrete by Pumping (Optional Method).",
            "808.03.8": " 808.03.8  Joint Fillers and Sealants.",
            "808.03.9": " 808.03.9  Curing  Concrete.  Portland  cement  concrete  shall  be  cured  in  accordance  with  the",
            "808.03.10": " 808.03.10  Removal of Forms, Falsework and Centering.  In general, forms for slabs, beams,",
            "808.03.11": " 808.03.11  Concrete Finishes.",
            "808.04.1": " 808.04.1  Structure Concrete Masonry.  \"Structure Concrete Masonry\" of the types described in",
            "808.04.2": " 808.04.2  Joint Fillers.  \"Joint Fillers\" of the types described in this Section will be measured by the",
            "808.04.3": " 808.04.3  Joint Sealants.  \"Joint Sealants\" of the types described in this Section will be measured",
            "808.04.4": " 808.04.4  Concrete Finishes.   \"Rubbed Finish\" and \"Bushhammered, or Sand Blasted Finish\" will",
            "808.05.1": " 808.05.1  Structure Concrete Masonry.  The accepted quantities of \"Structure Concrete Masonry\"",
            "808.05.2": " 808.05.2  Joint Fillers.  The accepted quantities of \"Joint Fillers\" will be paid for at the respective",
            "808.05.3": " 808.05.3    Joint  Sealants.    The  accepted  quantities  of  \"Joint  Sealants\"  will  be  paid  for  at  the",
            "808.05.4": " 808.05.4  Concrete Finishes.   The accepted quantities of \"Rubbed Finish\" and \"Bushhammered",
            "809.01.1": " 809.01.1  General.  Prestressed concrete structural elements shall be manufactured in accordance",
            "809.01.2": " 809.01.2  Compensation for Out-of-State Inspection Services.",
            "809.02.1": " 809.02.1  Drawings.",
            "809.02.2": " 809.02.2  Concrete.  The Contractor shall be responsible for designing a concrete mix to produce",
            "809.02.3": " 809.02.3  Steel.   Except as noted herein, reinforcing steel shall conform to the requirements of",
            "809.03.1": " 809.03.1    Equipment  Checks  and  Calibration.    A  calibration  certificate  indicating  the  load",
            "809.03.2": " 809.03.2  Inspection of the Plant and Facilities.  Within 30 days after award of contract the",
            "809.03.3": " 809.03.3  Concrete Forms.",
            "809.03.4": " 809.03.4  Reinforcement and Prestressing Steel.  Prior to installation in the units, reinforcement",
            "810.03.4": " 810.03.4 of these Specifications. 810.03.4 Handling, Storage, and Surface Condition of Reinforcement",
            "809.03.5": " 809.03.5  Tensioning of Prestressing Strands.  The prestressing elements shall be tensioned to",
            "809.03.6": " 809.03.6  Handling and Placing Concrete.  No concrete shall be placed without the Engineer's",
            "809.03.7": " 809.03.7  Finishing.  After all the concrete has been placed and thoroughly compacted as required",
            "809.03.8": " 809.03.8  Curing.  Curing shall conform to Section 601 and as modified herein.",
            "809.03.9": " 809.03.9  Testing.",
            "809.03.11": " 809.03.11    Handling.    All  products  shall  be  removed  from  the  forms  in  the  presence  of  the",
            "809.03.12": " 809.03.12  Rejection of Units.  Units not fabricated in accordance with the Contract Documents,",
            "809.04.1": " 809.04.1 Incidental Items. All labor, equipment, tools and materials, including but not limited to",
            "810.03.1": " 810.03.1  Bar Schedules and Bending Diagrams.  The Contractor shall prepare and submit",
            "810.03.2": " 810.03.2  Test Bars.  The Contractor shall include extra bars for field sampling, for supplementary",
            "810.03.3": " 810.03.3  Fabrication and Delivery.",
            "810.03.5": " 810.03.5 Placing and Fastening.",
            "810.03.6": " 810.03.6 Drill and Grout Reinforcing Dowels.  Provisions for drilling and grouting dowels are set",
            "810.04.1": " 810.04.1  Bar Reinforcement and Spiral Wire.  \"Bar Reinforcement\" and \"Spiral Wire\", both plain",
            "810.04.2": " 810.04.2  Wire Fabric Reinforcement.  \"Welded Wire Fabric Reinforcement,\" galvanized and",
            "810.05.1": " 810.05.1  Bar Reinforcement and Spiral Wire.   The accepted quantities of \"Bar Reinforcement\"",
            "810.05.2": " 810.05.2  Wire Fabric Reinforcement.  The accepted quantities of \"Wire Fabric Reinforcement\"",
            "811.02.1": " 811.02.1  Weep Holes.  Unless otherwise specified, weep holes shall be 4 inches in diameter,",
            "811.02.2": " 811.02.2  Pavement Subdrains.  Unless otherwise specified in the Special Provisions, pavement",
            "811.02.3": " 811.02.3  Wall Drains.  Unless otherwise specified in the Special Provisions, wall drains shall be",
            "811.02.4": " 811.02.4  Filter Stone shall conform to the requirements of Subsection M.01.07.",
            "811.02.5": " 811.02.5  Filter Fabric shall be one of those materials included in the Department's Approved",
            "811.03.1": " 811.03.1  Weep Holes.  In order to drain backfill material, weep holes shall be placed through",
            "811.03.2": " 811.03.2  Pavement Subdrains.  The subdrains shall be constructed to the dimensions indicated",
            "811.03.3": " 811.03.3  Wall Drains.  The pipe shall be laid to the lines and grades indicated on the Plans or as",
            "811.04.1": " 811.04.1    Weep  Holes  and  Pavement  Subdrains.    Unless  covered  by  a  Special  Provision,",
            "811.04.2": " 811.04.2    Wall  Drains.    \"Wall  Drains\"  will  be  measured  by  the  number  of  linear  feet  actually",
            "811.05.1": " 811.05.1  Weep Holes and Pavement Subdrains.  Unless covered by a specific Proposal Item,",
            "811.05.2": " 811.05.2  Wall Drains.  The accepted quantity of \"Wall Drains\" will be paid for at the contract unit",
            "813.01.1": " 813.01.1 Systems.",
            "813.01.2": " 813.01.2  Dampproofing.  This  type  of  dampproofing  consists  of  the  application  of  a  RIDOT",
            "813.01.3": " 813.01.3 Heat-applied Pre-Fabricated Membrane.  This type of waterproofing consists of applying",
            "813.01.4": " 813.01.4 Cold Spray-Applied Liquid Membrane. This type of waterproofing system consists of",
            "813.02.1": " 813.02.1 General. Materials for waterproofing and dampproofing systems shall be delivered in",
            "813.02.3": " 813.02.3 Heat-applied Pre-Fabricated Membrane.  The primer and membrane materials of this",
            "813.02.4": " 813.02.4 Cold Spray-Applied Liquid Membrane. The primer and membrane materials of this",
            "813.03.1": " 813.03.1 Surface Preparation for All Types. Prior to the start of the application of the",
            "813.03.2": " 813.03.2 Dampproofing.",
            "813.03.3": " 813.03.3 Heat-applied Pre-Fabricated Membrane.",
            "814.03.1": " 814.03.1    General.    All  equipment,  tools,  and  requirements  pertaining  to  the  classification,",
            "814.03.2": " 814.03.2  Contractor's Plan.  At least 30 calendar days prior to the proposed start of placing the",
            "814.03.3": " 814.03.3  Limitation of Mixing.",
            "814.03.4": " 814.03.4  Handling.",
            "814.03.5": " 814.03.5  Concrete Placement Sequence.",
            "814.03.6": " 814.03.6    Placement.    Except  as  modified  herein,  concrete  placement  shall  conform  to  the",
            "814.03.7": " 814.03.7    Finishing.    Methods,  procedures,  and  equipment  shall  be  used  which  will  insure  a 814.03.7 of these Specifications.",
            "814.03.8": " 814.03.8  Curing.  In the Placement and Curing Plan, the Contractor shall include the curing",
            "814.03.9": " 814.03.9 Final Finish. Unless otherwise shown on the Plans, the final finish required shall be as",
            "814.03.10": " 814.03.10    Application  of  External  Loads.    No  construction  work  (including  placement  of",
            "816.03.1": " 816.03.1 Existing Bridge Decks.",
            "816.03.2": " 816.03.2 Precast Concrete Butted Box Beams, Deck Slabs, or Deck Beams.  The surfaces of",
            "816.03.3": " 816.03.3 Bonding Grout.  When specified in the Plans, a bonding grout shall be applied as follows:",
            "816.03.4": " 816.03.4  Limitations of Mixing.",
            "816.03.5": " 816.03.5  Placing and Finishing.  Class HP(AE) concrete overlay shall conform to the placement",
            "816.03.6": " 816.03.6    Testing.    Testing  shall  be  in  accordance  with  the  RIDOT  Master  Schedule  for  the",
            "816.03.7": " 816.03.7  Curing Concrete.  The curing of Class HP(AE) concrete overlay shall conform to the",
            "816.03.8": " 816.03.8  Grooving.  The final Class HP(AE) concrete deck overlay shall be textured by transverse",
            "816.03.9": " 816.03.9  Defective or Damaged Class HP(AE) Concrete.  All defective or damaged HP(AE)",
            "817.02.1": " 817.02.1  Pneumatically Applied Mortar (Shotcrete).   Materials for shotcrete shall conform to the",
            "817.02.2": " 817.02.2  Patching Mortar.  Patching mortar shall conform to the requirements of ASTM C928;",
            "817.02.3": " 817.02.3    Reinforcement.    All  reinforcement  shall  be  galvanized  and  conform  with  the",
            "817.02.5": " 817.02.5 Form and Cast-in-Place Concrete. Concrete shall be as indicated on the Plans and",
            "817.03.1": " 817.03.1    Surface  Preparation  (All  Repair  Methods).    All  deteriorated  soft  or  honeycombed",
            "817.03.2": " 817.03.2   Placement of Reinforcing.  Repairs less than 1½-inches depth will not require wire",
            "817.03.3": " 817.03.3  Application of Pneumatically Applied Mortar (Shotcrete).",
            "817.03.4": " 817.03.4  Application of Patching Mortar.  Concrete patching mortar shall be mixed, applied and",
            "817.03.5": " 817.03.5 Application of Form and Cast-in-Place Concrete",
            "818.02.1": " 818.02.1    Concrete  shall  conform  to  the  requirements  for  Class  HP  material  as  set  forth  in",
            "818.02.2": " 818.02.2  Epoxy Adhesive shall be an all-purpose, high-strength, moisture-insensitive, rigid epoxy",
            "818.02.3": " 818.02.3  Reinforcement shall conform to the requirements for ASTM 615 Grade 60 Reinforcing",
            "818.03.1": " 818.03.1   Removal  of  Deteriorated  Concrete.     Removal  of  concrete  shall  be  performed  in  a",
            "818.03.2": " 818.03.2  Preparation of Sound Concrete and Reinforcing.  All exposed reinforcing bars and",
            "818.03.3": " 818.03.3  Forms for Full Depth Removal.  Forms used for the patching work shall be capable of",
            "818.03.4": " 818.03.4   Epoxy  Adhesive  shall  be  applied  to  the  substrate  with  a  stiff-bristled  broom  to  a",
            "818.03.5": " 818.03.5  Placing and Finishing Concrete.  The new concrete shall be hand manipulated and",
            "819.02.1": " 819.02.1    Reinforcing  Dowels.    Reinforcing  dowels  shall  conform  to  the  requirements  of",
            "819.02.2": " 819.02.2  High Strength Non-Shrink Grout.  High strength non-shrink grout shall be suitable for",
            "820.02.1": " 820.02.1  Film Forming Sealers.  Concrete surface protective sealers applied to concrete median",
            "820.02.2": " 820.02.2  Penetrant Sealers.  Penetrant sealers shall be applied at locations in accordance with",
            "821.03.1": " 821.03.1  Sawing Joints.  The bituminous concrete shall have aged sufficiently to allow clean cuts",
            "821.03.2": " 821.03.2  Sealing Joints.  The sawed joints shall be sealed immediately after the second saw cut",
            "822.03.1": " 822.03.1  Limitations.  Silicone sealant is not intended for continuous water immersion, and it",
            "823.01.1": " 823.01.1  Compression Type Neoprene Deck Joints.  This type of joint consists of structural steel",
            "823.01.2": " 823.01.2  Strip Seal Expansion Joints.  This type of joint consists of specially designed rolled",
            "823.01.3": " 823.01.3  Asphaltic Expansion Joint System.  This type of joint consists of the placement of a 20-",
            "823.02.1": " 823.02.1  Compression Type Neoprene Deck Joints.",
            "823.02.2": " 823.02.2  Strip Seal Expansion Joints.  The materials for the strip seal joint are the same as",
            "823.02.3": " 823.02.3  Asphaltic Expansion Joint System.",
            "823.03.1": " 823.03.1  Compression Type Neoprene Deck Joints.",
            "823.03.2": " 823.03.2  Strip Seal Expansion Joint.",
            "823.03.3": " 823.03.3  Asphaltic Expansion Joint System.",
            "823.04.1": " 823.04.1    Compression  Type  Neoprene  Deck  Joints.    \"Compression  Type  Neoprene  Deck",
            "823.04.2": " 823.04.2  Strip Seal Expansion Joints.  \"Strip Seal Expansion Joints\" will be measured by the",
            "823.04.3": " 823.04.3    Asphaltic  Expansion  Joint  System.    \"Asphaltic  Expansion  Joint  System\"  will  be",
            "823.05.1": " 823.05.1  Compression Type Neoprene Deck Joints.  The accepted quantities of \"Compression",
            "823.05.2": " 823.05.2  Strip Seal Expansion Joints.  The accepted quantities of \"Strip Seal Expansion Joints\"",
            "823.05.3": " 823.05.3  Asphaltic Expansion Joint System.  The Accepted quantities of “Asphaltic Expansion",
            "824.01.1": " 824.01.1  Surface Preparation for Weathering Steel.  This work also includes the cleaning and",
            "824.01.2": " 824.01.2  Applicable Specifications.  In addition to this Specification, all structural steel work shall",
            "824.01.3": " 824.01.3  Related Items of Work Covered Elsewhere.  Related items of work covered in other",
            "824.01.4": " 824.01.4 Shear Connectors.  This work shall consist of the provision of stud shear connectors",
            "824.02.1": " 824.02.1  Structural Steels shall conform to the requirements of Subsection M.05.04.1 of these",
            "824.02.2": " 824.02.2  Steel Bars and Forgings shall conform to the requirements of Subsection M.05.04.2 of",
            "824.02.3": " 824.02.3  Structural Tubing shall conform to the requirements of Subsection M.05.04.3 of these",
            "824.02.4": " 824.02.4  Bolts shall conform to the requirements of Subsection M.05.04.4 of these Specifications.",
            "824.02.5": " 824.02.5    Weld  Metal  shall  conform  to  the  requirements  of  Subsection  M.05.04.5  of  these",
            "824.02.6": " 824.02.6  Shear Connectors shall conform to the requirements of Subsection M.05.04.6 of these",
            "824.02.7": " 824.02.7  Low Alloy Nickel Copper Steel Pipe shall conform to the requirements of Subsection",
            "824.02.8": " 824.02.8  Steel Forging and Shafting shall conform to the requirements of Subsection M.05.04.8",
            "824.04.9": " 824.04.9  Steel and Iron Castings shall conform to the requirements of Subsection M.05.04.9 of",
            "824.03.1": " 824.03.1  Shop Drawings.  The Contractor shall prepare all shop drawings, erection diagrams,",
            "824.03.2": " 824.03.2  Inspection and Testing.",
            "824.03.3": " 824.03.3  Fabrication.",
            "824.03.4": " 824.03.4  Bolts and Bolted Connections Using Unfinished, Turned and Ribbed Bolts.",
            "824.03.6": " 824.03.6  Welding.",
            "824.03.7": " 824.03.7  Inspection of Welds.",
            "824.03.8": " 824.03.8  Machining.",
            "824.03.9": " 824.03.9    Marking,  Shipping,  Delivering  and  Handling.    Each  member  shall  be  painted  or",
            "824.03.10": " 824.03.10  Erection.",
            "824.03.11": " 824.03.11  Surface Preparation for Weathering Steel.",
            "824.03.12": " 824.03.12 Shear Connectors.",
            "824.04.1": " 824.04.1  General.  \"Structural Steel\" of the various types and configurations described in this",
            "824.04.2": " 824.04.2  Unit Weights.  The weight of metal shall be computed on the basis of the following unit",
            "824.04.3": " 824.04.3  Surface Preparation for Weathering Steel.  This work will not be measured separately",
            "824.04.4": " 824.04.4 Shear Connectors.  “Welded Stud Shear Connectors” will be measured by the number of",
            "824.05.1": " 824.05.1  Structural Steel; Furnish, Fabricate and Erect.  The accepted quantity of \"Structural",
            "824.05.2": " 824.05.2  Structural Steel; Furnish and Fabricate.  The accepted quantity of \"Structural Steel;",
            "824.05.3": " 824.05.3  Structural Steel; Erect.   The accepted quantity of \"Structural Steel; Erect\" will be paid",
            "824.05.4": " 824.05.4  Surface Preparation for Weathering Steel.  No separate payment will be made for this",
            "824.05.5": " 824.05.5 Shear Connectors.  The accepted quantity of “Welded Stud Shear Connectors” will be",
            "825.01.1": " 825.01.1  Submittals.  The items listed below, but not limited to, are required to be submitted to the",
            "825.01.5": " 825.01.5 and M.06. 825.01.5  Contractor Applicator Qualification.  When the contract requires painting more than",
            "825.01.2": " 825.01.2  Toxic Caveat. The Contractor is hereby notified that existing paint systems on the State's",
            "825.01.3": " 825.01.3  Protection of Personnel, Public, Environment and the Structure.  This provision",
            "825.01.4": " 825.01.4  Pollution Controls.  Prevent environmental pollution of air, soil and water caused by",
            "825.02.1": " 825.02.1  Paint Supplier.  Provide all paint material products including primer, intermediate coat,",
            "825.02.2": " 825.02.2  Topcoat Color.  Provide a semi-gloss topcoat in the color specified on the plans, in the",
            "825.02.3": " 825.02.3    VOC  Compliance:  All  paint  products  must  conform  to  all  Federal,  State  and  local",
            "825.03.1": " 825.03.1  Surface Preparation.",
            "825.03.2": " 825.03.2  Paint Application.",
            "825.03.3": " 825.03.3 New Steel Structures.  In addition to the above, work under this paragraph shall include",
            "825.03.4": " 825.03.4; Existing Steel Structures, and in the Contract Documents. 825.03.4 Existing Steel Structures. Work under this section includes only those structures that are",
            "825.03.5": " 825.03.5 Painting Metalized or Galvanized Surfaces.  The coating system shall be an approved",
            "825.03.6": " 825.03.6 Stenciling of Topcoat. After the topcoat has fully cured, provide stencil information on",
            "825.03.7": " 825.03.7 Quality Control.  The Contractor is responsible for performing quality control.  Document",
            "825.03.8": " 825.03.8  Equipment  and  Standards.    If  requested  by  the  Engineer,  furnish  the  following",
            "825.03.9": " 825.03.9 Pre-Painting Meeting.  The Contractor shall arrange for a meeting at the site where the",
            "825.04.1": " 825.04.1  Painting Structural Steel.  \"Painting Structural Steel,” i.e., new steel, will be measured",
            "825.04.2": " 825.04.2  Painting Existing Structural Steel.  \"Painting Existing Structural Steel\" will be measured",
            "825.04.3": " 825.04.3  Lump Sum Alternative.  In certain cases, any or all of the above items of work may be",
            "825.04.4": " 825.04.4  Personnel and Environmental Protection. \"Personnel and Environmental Protection\"",
            "825.05.1": " 825.05.1  Painting Structural Steel.  The accepted quantity of \"Painting Structural Steel\" will be",
            "825.05.2": " 825.05.2    Painting  Existing  Structural  Steel.    The  accepted  quantity  of  \"Painting  Existing",
            "826.01.1": " 826.01.1  Toxic Caveat. The Contractor is hereby notified that existing paint systems on the State's",
            "826.03.1": " 826.03.1    General.    The  Contractor  shall  be  responsible  for  providing  adequate  protection  for",
            "826.03.2": " 826.03.2  Containment. Total containment of all debris or spent materials is required during the 826.03.2  Personnel Protection.",
            "827.03.1": " 827.03.1  Surface Preparation.",
            "827.03.2": " 827.03.2  Thermal Spraying Zinc.",
            "827.03.3": " 827.03.3  Subsequent Coatings.  Any top coating over the zinc required by the Contract shall be",
            "827.03.4": " 827.03.4  Approval Requirements.",
            "828.01.1": " 828.01.1    Elastomeric  Pad  Bearings.    Elastomeric  bearings  shall  include  unreinforced  pads",
            "828.01.2": " 828.01.2  Pot and Disc Bearings.  Pot and disc bearings provide both rotation in all directions and",
            "828.01.3": " 828.01.3  Sliding Bearings.  Sliding bearings consist of the following types.",
            "828.02.1": " 828.02.1  Elastomeric Bearings.",
            "828.02.2": " 828.02.2  Pot and Disc Bearings.   All materials used in the manufacture of pot and disc bearings",
            "828.02.3": " 828.02.3  Sliding Bearings.",
            "828.03.1": " 828.03.1  Elastomeric Bearings.",
            "828.03.2": " 828.03.2  Pot and Disc Bearings.",
            "828.03.3": " 828.03.3  Sliding Bearings.",
            "829.02.1": " 829.02.1  Polyvinyl Chloride Scupper Piping.",
            "829.03.1": " 829.03.1  Polyvinyl Chloride Scupper Piping.",
            "830.02.1": " 830.02.1  Posts.",
            "830.02.2": " 830.02.2  Rails.",
            "830.02.3": " 830.02.3  Plates.",
            "830.02.4": " 830.02.4  Anchor Bolts.",
            "830.02.5": " 830.02.5  Galvanizing and Painting.",
            "831.02.1": " 831.02.1   Wire  Fabric.      Aluminum  chain  link  fence  wire  fabric  shall  be  No.  9  gauge  (.148\"",
            "831.02.2": " 831.02.2  Posts.  Aluminum posts shall be 2½-inch schedule 40 (2.875\" OD) pipe weighing 2.004",
            "831.02.3": " 831.02.3  Rails.  Aluminum rails shall be 1¼-inch schedule 40 (1.660\" OD) pipe weighing 0.786",
            "831.02.4": " 831.02.4  Fittings and Appurtenances.  All fittings (tension bars, rail splices, washers and post",
            "831.03.1": " 831.03.1  Tolerance.  Standard plus or minus mill tolerances on all framework members and chain",
            "832.02.1": " 832.02.1  Reflectorized Sheeting.  Reflectorized sheeting shall be Type III and shall otherwise",
            "832.02.2": " 832.02.2  Aluminum Backing shall conform to the requirements of ASTM B209, Alloy 6061-T6 and",
            "832.02.3": " 832.02.3  Black Paint shall be a one component lead and chromate free paint suitable for use as a",
            "832.02.4": " 832.02.4  Steel for wedge style anchors, clips, drop-in anchor bodies, and expansion plugs shall",
            "832.02.5": " 832.02.5  Fasteners for attaching bridge signs to fascia girders, either steel or concrete, shall be",
            "832.02.6": " 832.02.6  Plating for components shall be zinc and shall meet the requirements of ASTM B633,",
            "832.03.1": " 832.03.1  Location.",
            "832.03.2": " 832.03.2  Fabrication.  The aluminum sheet shall be cut to the sizes outlined in details shown on",
            "832.03.3": " 832.03.3  Attachment.",
            "832.03.4": " 832.03.4  Approvals.  The Contractor shall submit the following for approval by the Engineer.",
            "833.02.1": " 833.02.1  Granite Tablets.  Granite shall be fine grained, light gray granite of sound, compact",
            "833.02.2": " 833.02.2  Portland Cement Mortar.  Mortar shall conform to the requirements of Subsection",
            "836.03.1": " 836.03.1  Surface  Preparation.    All  deteriorated  concrete  adjacent  to  the  cracks and areas of",
            "836.03.2": " 836.03.2 Component Ratio Calibration Test.  The mixing head of the injection equipment shall be",
            "836.03.3": " 836.03.3  Epoxy  Injection.    Epoxy  injection  shall  be  performed  in  accordance  with  the",
            "836.03.4": " 836.03.4 Finishing.  When cracks are completely filled, epoxy shall be cured for sufficient time in",
            "837.02.1": " 837.02.1 Aggregate.  The fine and coarse aggregates must be approved by the Engineer as to",
            "837.02.2": " 837.02.2  Integrally Colored Concrete.  Integrally colored Portland cement concrete shall conform",
            "837.02.3": " 837.02.3  Integrally Colored Patching Mortar.  Patching mortar shall conform to the applicable",
            "837.02.4": " 837.02.4  Coloring Pigment.  Coloring pigments for integrally colored concrete or patching mortar",
            "837.02.5": " 837.02.5    Portland  Cement  Bonding  Grout  Slurry.    The  bonding  grout  slurry  shall  have  the",
            "837.02.6": " 837.02.6  Concrete Anchors.  Mechanical concrete anchors shall be hooked type expansion bolts",
            "837.02.7": " 837.02.7    Wire  Mesh  Reinforcement.    Wire  mesh  shall  be  galvanized  or  epoxy  coated,  in",
            "837.02.8": " 837.02.8  Prototype (Samples).  The Contractor shall submit to the Engineer a prototype (1'x1'x3\"",
            "837.03.1": " 837.03.1 Surface Preparation.",
            "837.03.2": " 837.03.2  Application.",
            "839.01.1": " 839.01.1 Partial-Depth Removal.  This work consists of the removal and disposal of a portion of",
            "839.01.2": " 839.01.2 Full-Depth Removal.  This work shall consist of the complete removal and disposal of the",
            "839.03.1": " 839.03.1 Partial-Depth Removal.  The Contractor shall ensure that the process of partial pavement",
            "839.03.2": " 839.03.2 Full-Depth Removal.  The Contractor shall ensure that the process of removal of",
            "839.05.1": " 839.05.1 Partial-Depth Removal.  The accepted quantity of “Partial-Depth Removal and Disposal",
            "840.02.1": " 840.02.1 Controls.  The hydrodemolition equipment shall have sufficient controls to control and",
            "840.02.2": " 840.02.2  Submissions  and  Qualifications.    Post-qualification  by  the  Engineer  of  the  hydro-",
            "840.02.3": " 840.02.3 Shielding Requirement.  Shop drawings showing details, design and catalog cuts for the",
            "840.03.2": " 840.03.2 Control of Debris and Water.  The Contractor shall provide structurally adequate shields,",
            "840.03.3": " 840.03.3 Reinforcing Steel.  Following the hydrodemolition operation, all exposed reinforcing steel",
            "840.03.4": " 840.03.4 Concrete Placement.  The placement and finishing of concrete for deck repairs and deck",
            "841.02.1": " 841.02.1 Qualifications.  Pre- and post-construction surveys shall be conducted by a Professional",
            "841.02.2": " 841.02.2 Submittals. The Contractor shall submit to the Engineer for approval the following:",
            "842.03.1": " 842.03.1 Submittals.  The Contractor shall submit to the Engineer for approval, the manufacturer’s",
            "842.03.2": " 842.03.2 Quality/Process Control. The application shall be performed in strict conformance with",
            "842.03.3": " 842.03.3 Anti-Graffiti Coating.",
            "842.04.1": " 842.04.1  Anti-Graffiti  Coating.  This  item  will  be  measured  for  payment  under  Item  “ANTI-",
            "842.05.1": " 842.05.1  Anti-Graffiti Coating.  The accepted quantity of “ANTI-GRAFFITI COATING” will be paid",
            "901.01.1": " 901.01.1  Guardrail  End  Treatment,  Non-Energy  Absorbing  Terminal  and  Guardrail  End",
            "901.02.1": " 901.02.1  Metal Beam Rail.  Metal Beam Rail shall conform to the applicable requirements of",
            "901.02.2": " 901.02.2    Guardrail  Posts.    Guardrail  Posts  shall  conform  to  the  applicable  requirements  of",
            "901.02.3": " 901.02.3    Guardrail  Hardware.      Hardware  shall  conform  to  the  applicable  requirements  of",
            "901.02.4": " 901.02.4  Guardrail  End  Treatment,  Non-Energy  Absorbing  Terminal  and  Guardrail  End",
            "901.03.1": " 901.03.1  Installation.",
            "901.03.2": " 901.03.2  Cut Galvanized Elements.  Before final erection, all galvanized elements which have",
            "901.03.3": " 901.03.3 Submittals. Prior to installation of the “Guardrail End Treatment, Non-Energy Absorbing",
            "901.04.1": " 901.04.1  Steel Beam Guardrail.  \"Steel Beam Guardrail\" of the various types indicated will be",
            "901.04.2": " 901.04.2  Guardrail Posts in Ledge.  When required, \"Guardrail Posts in Ledge\" will be measured",
            "901.04.3": " 901.04.3  End Sections.  \"End Sections\" of the various types indicated will be measured by the",
            "901.04.4": " 901.04.4  Guardrail  End  Treatment,  Non-Energy  Absorbing  Terminal  and  Guardrail  End",
            "901.05.1": " 901.05.1  Steel Beam Guardrail.  The accepted quantities of \"Steel Beam Guardrail\" of the various",
            "901.05.2": " 901.05.2  Guardrail Posts in Ledge.   The accepted quantities of \"Guardrail Posts in Ledge\" will be",
            "901.05.3": " 901.05.3  End Sections.  The accepted quantities of \"End Sections\" of the various types and",
            "901.05.4": " 901.05.4  Guardrail  End  Treatment,  Non-Energy  Absorbing  Terminal  and  Guardrail  End",
            "902.02.1": " 902.02.1 Timber Rail, Blocks and Posts.  Timber items shall be pressure-treated sawn structural",
            "902.02.2": " 902.02.2 Guardrail Hardware Items.  Hardware items shall include all metal fastenings required",
            "902.04.1": " 902.04.1 Steel Backed Timber Guardrail.  “Steel Backed Timber Guardrail” will be measured by",
            "902.04.2": " 902.04.2 Steel Backed Timber Guardrail Terminal Sections.  “Steel Backed Timber Guardrail",
            "902.05.1": " 902.05.1  Steel  Backed  Timber  Guardrail.    The  accepted  quantity  of  “Steel  Backed  Timber",
            "902.05.2": " 902.05.2 Steel Backed Timber Guardrail Terminal Sections.  The accepted quantities of each",
            "903.01.1": " 903.01.1  Temporary Chain Link Fence.  This work consists of the furnishing, installation and",
            "903.01.2": " 903.01.2 Split Rail Fence.  This work consists of constructing split rail fencing and gates, including",
            "903.02.1": " 903.02.1  Temporary Chain Link Fence.  Temporary chain link fencing, gates, posts, fittings and",
            "903.02.2": " 903.02.2    Split  Rail  Fence.    Materials  for  split  rail  wood  fences,  gates,  posts,  and  all  related",
            "903.03.1": " 903.03.1  General.  The Contractor shall perform such clearing as may be necessary to construct",
            "903.03.3": " 903.03.3  Installing Fabric.  The fabric shall be unrolled on the outside of the fence line with the",
            "903.03.4": " 903.03.4  Braces.  When top rail is not used, braces shall be placed 12 inches down from the top of",
            "903.03.5": " 903.03.5  Gates.  The gates shall be hung on gate fittings as shown on the Plans.  The lower hinge",
            "903.03.6": " 903.03.6  Existing Fence Connection.  Wherever a new fence joins an existing fence, either at a",
            "903.03.7": " 903.03.7  Temporary Chain Link Fence.  Temporary chain link fence may be supported by fence",
            "903.03.8": " 903.03.8  Split Rail Fence.  Split Rail Fencing, including the placement and spacing of posts, shall",
            "903.04.1": " 903.04.1  Fence.  \"Fence\" of the various types indicated will be measured in linear feet, end-to-end",
            "903.04.2": " 903.04.2  Gates.  \"Gates\" of the various types and sizes indicated will be measured by the number",
            "903.04.3": " 903.04.3  Post Holes in Ledge.  \"Post Holes in Ledge\" will be measured by the number of such",
            "903.04.4": " 903.04.4    Temporary  Chain  Link  Fence  and  Gate.    “Temporary  Chain  Link  Fence”  will  be",
            "903.05.1": " 903.05.1 Fence.  The accepted quantities of \"Fence\" of the various types and at the respective",
            "903.05.2": " 903.05.2  Gates.  The accepted quantities of \"Gates\" of the various types and sizes indicated on",
            "903.05.3": " 903.05.3  Post Holes in Ledge.  The accepted quantities of \"Post Holes in Ledge\" will be paid for",
            "903.05.4": " 903.05.4  Temporary Chain Link Fence and Gate.  “Temporary Chain Link Fence” will be paid for",
            "903.05.5": " 903.05.5  Split Rail Fence and Gate.  “Split Rail Fence” will be paid for at the respective unit price",
            "904.03.1": " 904.03.1  Dismantling.  Fence rails, gates, fittings, anchorages and appurtenances and materials",
            "904.03.2": " 904.03.2  Resetting.  The fence shall be reset plumb in accordance with both the details indicated",
            "904.04.1": " 904.04.1  Remove and Reset Fence.  \"Remove and Reset Fence\" will be measured in linear feet,",
            "904.05.1": " 904.05.1  Remove and Reset Fence.  The accepted quantities of \"Remove and Reset Fence\" will",
            "904.05.2": " 904.05.2  Post Holes in Ledge.  The accepted quantities of \"Post Holes in Ledge\" will be paid for",
            "905.02.1": " 905.02.1 Portland Cement Concrete. Portland cement concrete for sidewalks, wheel chair ramps,",
            "905.02.2": " 905.02.2  Bituminous  Concrete.  Bituminous  concrete  for  sidewalks,  wheel  chair  ramps,  and",
            "905.02.3": " 905.02.3 Other Materials.",
            "905.03.1": " 905.03.1    Scheduling  Sidewalk  Construction.    The  Contractor  shall  schedule  sidewalk",
            "905.03.2": " 905.03.2 Compliance with the Americans with Disabilities Act. To comply with the requirements",
            "905.03.3": " 905.03.3 Portland Cement Concrete Sidewalks and Driveways. 905.03.3(c), (d) and (g) of these Specifications.",
            "905.03.4": " 905.03.4 Bituminous Sidewalks and Driveways.",
            "905.04.1": " 905.04.1 Portland Cement Sidewalks and Driveways. \"Portland Cement Concrete Sidewalks and",
            "905.04.2": " 905.04.2 Bituminous Concrete Sidewalks and Driveways. \"Bituminous Concrete Sidewalks and",
            "905.05.1": " 905.05.1  Portland  Cement  Concrete  Sidewalks  and  Driveways.  The  accepted  quantities  of",
            "906.01.1": " 906.01.1 Types of Curbing.   The following types of curbing are designated as follows:",
            "906.02.1": " 906.02.1  Granite Curbing.  Granite curbing shall conform to the requirements of Subsections",
            "906.02.2": " 906.02.2    Precast  Concrete  Curbing.    Concrete  for  curbing  shall  be  Class  Z(AE)  and  shall",
            "906.02.3": " 906.02.3  Bituminous Curbing.  Bituminous material for curbing shall conform to the requirements",
            "906.02.4": " 906.02.4  Bituminous Berm.  Bituminous material for berm shall conform to the requirements for",
            "906.02.5": " 906.02.5    Gravel  Borrow  shall  conform  to  the  requirements  of  Subsection  M.01.02  of  these",
            "906.03.1": " 906.03.1  Granite Curbing.",
            "906.03.2": " 906.03.2  Precast Concrete Curbing.  The construction of precast concrete curbing shall conform",
            "906.03.4": " 906.03.4  Bituminous Berm.  The bituminous berm shall be placed on the underlying pavement",
            "906.03.5": " 906.03.5    Remove,  Handle,  Haul,  Trim,  and  Reset  Curbing  and  Edging,  Straight  and/or",
            "906.04.1": " 906.04.1  Granite Curbing.  \"Granite Curb-Straight\" and \"Granite Curb-Circular\" will be measured",
            "906.04.2": " 906.04.2  Precast Concrete Curbing.  \"Precast Concrete Curb-Straight\" and \"Precast Concrete",
            "906.04.3": " 906.04.3  Bituminous Curbing.  \"Bituminous Curbing\" will be measured (along the front face of the",
            "906.04.4": " 906.04.4  Bituminous Berm.  \"Bituminous Berm\" will be measured by the number of linear feet",
            "906.04.5": " 906.04.5    Remove,  Handle,  Haul,  Trim,  and  Reset  Curbing  and  Edging,  Straight  and/or",
            "906.05.1": " 906.05.1  Granite Curbing.  The accepted quantities of \"Granite Curb-Straight\" and \"Granite Curb-",
            "906.05.2": " 906.05.2  Precast Concrete Curbing.  The accepted quantities of \"Precast Concrete Curb-",
            "906.05.3": " 906.05.3  Bituminous Curbing.  The accepted quantity of \"Bituminous Curbing\" will be paid for at",
            "906.05.4": " 906.05.4 Bituminous Berm.  The accepted quantity of \"Bituminous Berm\" will be paid for at the",
            "906.05.5": " 906.05.5    Remove,  Handle,  Haul,  Trim  and  Reset  Curbing  and  Edging,  Straight  and/or",
            "907.02.1": " 907.02.1  General.  Water used for dust control shall be fresh and free from injurious amounts of",
            "907.02.2": " 907.02.2    Calcium  Chloride.    Calcium  chloride  used  for  dust  control  shall  conform  to  the",
            "907.03.1": " 907.03.1    Water.    The  Contractor  will  be  required  to  sprinkle  with  water  such  sections  of  the",
            "907.03.2": " 907.03.2  Calcium Chloride.  Calcium chloride shall be applied only at the locations, at such times,",
            "907.04.1": " 907.04.1  Water.  \"Water for Dust Control\" will be measured by the number of thousand gallons",
            "907.04.2": " 907.04.2  Calcium Chloride.  \"Calcium Chloride for Dust Control\" will be measured by the number",
            "907.05.1": " 907.05.1  Water.  The accepted quantities of \"Water for Dust Control\" will be paid for at the contract",
            "907.05.2": " 907.05.2  Calcium Chloride.  The accepted quantities of \"Calcium Chloride for Dust Control\" will be",
            "908.03.1": " 908.03.1  Walks.  Flagstone shall be laid on a sand base to the depth indicated on the Plans or as",
            "908.03.2": " 908.03.2  Treads.  Flagstone treads shall be bedded in mortar and shall be laid to the line, grade,",
            "909.02.1": " 909.02.1  General.",
            "909.03.1": " 909.03.1  Plant Requirements.",
            "909.03.2": " 909.03.2  Preparation of Subbase.  The subbase shall be furnished and placed in accordance with",
            "909.03.3": " 909.03.3  Setting.  Units shall be placed on previously prepared gravel borrow subbase to the lines",
            "910.02.1": " 910.02.1  The Unit.  The marker shall be Stimsonite Model 96LP as manufactured by Amerace",
            "910.02.2": " 910.02.2    Epoxy  Adhesive;  Marker  to  Roadway.    The  formulation  of  epoxy  adhesive  shall",
            "910.03.1": " 910.03.1  Surface Preparation.  At the time of installation, the metal casting shall be free of dirt, oil,",
            "910.03.2": " 910.03.2  Installation.  Plowable pavement markers shall be installed by inserting the two keels of",
            "911.02.1": " 911.02.1  General.",
            "911.03.1": " 911.03.1  Weather  Limitations.    Temperature  and  weather  conditions  for  stone  masonry  wall",
            "911.03.2": " 911.03.2  Mixing  of  Mortar.    The  requirements  for  the  mixing  of  mortar  shall  conform  to  the",
            "911.03.4": " 911.03.4  Shaping and Dressing Stones.  Selected stone, roughly squared and pitched to line, 911.03.4  Joints.  Joints requiring pointing shall be finished such that the mortared joint is filled to",
            "911.03.5": " 911.03.5  Laying Stone.  The wall shall be compactly laid having all vertical joints in the interior of 911.03.5  Weep Holes.  The Contractor shall furnish and install drainage holes and weep holes as",
            "911.03.6": " 911.03.6    Excavation.    Excavation  below  the  designated  slope  or  subgrade,  and  subsequent",
            "911.03.7": " 911.03.7  Backfilling.  The backfilling shall be accomplished with approved pervious materials",
            "911.03.8": " 911.03.8  Cleaning.  After the mortar has set, the wall shall be thoroughly cleaned and left in a neat",
            "912.03.1": " 912.03.1  Trenching.  Trenches for constructing stone walls shall be excavated to a depth of 12",
            "912.03.2": " 912.03.2  Laying Stone.  The stones shall be laid to line and in courses roughly leveled up.  The",
            "916.03.1": " 916.03.1  Relocation.  The Contractor shall assign experienced tradesmen to provide the required",
            "916.03.2": " 916.03.2    Replacement  of  Damaged  Modules.    If  the  shock  absorbing  barrier  modules  are",
            "916.03.3": " 916.03.3  Maintenance.   Maintenance of shock absorbing barrier modules shall be carried out in",
            "917.03.1": " 917.03.1  Removing Existing Posts and Boxes.  The mail boxes shall be removed together with",
            "917.03.2": " 917.03.2  Installation.",
            "920.03.1": " 920.03.1  General.  Slopes to be protected by riprap shall be free of brush, trees, stumps, and other",
            "920.03.2": " 920.03.2 Filter Fabric.  The installation of filter fabric shall strictly conform to the manufacturer’s",
            "920.03.3": " 920.03.3  Bedding For Riprap.  The bedding material shall be placed on the prepared slope or",
            "920.03.4": " 920.03.4  Dumped Riprap.  Stone for riprap shall be placed on the prepared slope or area in a",
            "920.03.5": " 920.03.5  Placed Riprap.  Stones for riprap shall be placed on a prepared slope in a pattern that",
            "920.04.1": " 920.04.1 Filter Fabric.  “Filter Fabric for Riprap” will be measured by the number of square yards of",
            "920.04.2": " 920.04.2  Riprap  and  Bedding  Material.      \"Riprap\"  or  \"Bedding  Material\"  for  riprap  will  be",
            "920.05.1": " 920.05.1 Filter Fabric.  The accepted quantity of “Filter Fabric for Riprap” will be paid for at the",
            "920.05.2": " 920.05.2 Riprap and Bedding Material.  The accepted quantities of \"Riprap\" or \"Bedding Material\"",
            "922.02.1": " 922.02.1  Sign Construction.  Plywood or aluminum sheeting, reflective sheeting, wood posts, and",
            "922.03.1": " 922.03.1  Design and Fabrication.  Signs provided under this Specification shall conform in type,",
            "922.03.2": " 922.03.2  Sign Mountings.  Temporary construction sign mountings shall conform to the details",
            "923.01.1": " 923.01.1    General.    This  work  consists  of  providing  portable  barricades  of  various  types  and",
            "923.01.2": " 923.01.2  Types of Portable Channelizing Devices and Barricades.  The following types of",
            "923.02.1": " 923.02.1  PVC Plastic Pipe.  Plastic pipe shall be white polyvinyl chloride pressure rated, Class",
            "923.02.2": " 923.02.2  Polyethylene Plastic Pipe.  Pipe shall be white, rotationally moulded polyethylene plastic",
            "923.02.3": " 923.02.3    Polyethylene  Drum.    The  drum  shall  be  manufactured  from  polyethylene  plastic  in",
            "923.02.4": " 923.02.4    Fluorescent  Traffic  Cones.    Cones  shall  be  a  plastic,  fluorescent,  commercially",
            "923.03.1": " 923.03.1    Design  and  Fabrication.    Portable  barricades  and  devices  provided  under  this",
            "924.03.2": " 924.03.2  Placement.  The Contractor shall provide the number and types of portable barricades",
            "923.04.1": " 923.04.1  Plastic Pipe Barricades.  \"Plastic Pipe Barricades\" and \"Plastic Pipe Barricades with",
            "923.04.2": " 923.04.2  Drum Barricades.  \"Polyethylene Drum Barricades\" will be measured by the number of",
            "923.04.3": " 923.04.3    Fluorescent  Traffic  Cones.    \"Fluorescent  Traffic  Cones\"  will  be  measured  by  the",
            "923.05.1": " 923.05.1  Plastic Pipe Barricades.   The accepted quantities of \"Plastic Pipe Barricades\" and",
            "923.05.2": " 923.05.2  Drum Barricades.   The accepted quantity of \"Polyethylene Drum Barricades\" will be",
            "924.02.1": " 924.02.1  Trailer.  The trailer shall be a portable, rubber-tired unit.",
            "924.02.2": " 924.02.2  Flashing Arrow Unit.  The flashing \"arrow\" unit consists of a black background panel",
            "924.02.3": " 924.02.3  Power Supply.  The portable flashing arrow unit shall be powered by diesel fuel.  The",
            "925.02.1": " 925.02.1  Trailer.  The trailer shall be a portable, rubber tired unit.",
            "925.02.2": " 925.02.2  Message Sign.  The sign shall consist of either a lamp matrix or a rectangular disk matrix",
            "926.02.1": " 926.02.1  Anchored and Unanchored Barrier Units.  Portland cement concrete and reinforcing",
            "926.02.2": " 926.02.2  Delineators.  Delineators shall have a minimum of 9 square inches of reflective surface",
            "926.02.3": " 926.02.3  High Strength Non-Shrink Grout. High Strength Non-Shrink Grout shall conform to the",
            "926.02.4": " 926.02.4 Anchorage System.  For new or existing bridge decks, anchors shall be a minimum ¾",
            "926.03.1": " 926.03.1  Plant Requirements.  Plant requirements shall conform to the applicable provisions of",
            "926.03.2": " 926.03.2  Delineators.  White delineators shall be installed on the right side of the travel way and",
            "926.03.3": " 926.03.3  Placement.  Precast concrete barrier used for temporary traffic control shall be placed on",
            "926.03.4": " 926.03.4 Removal.  Upon completion of the work the Contractor shall completely remove and",
            "926.04.1": " 926.04.1 Unanchored Barrier Units.  “Unanchored Precast Concrete Barrier for Temporary Traffic",
            "926.04.2": " 926.04.2  Anchored  Barrier  Units.   “Anchored  Precast  Concrete  Barrier  for  Temporary  Traffic",
            "926.04.3": " 926.04.3  Delineators.   “Reflective  Delineators\"  will  be  measured  by  the  number  of  said  units",
            "926.05.1": " 926.05.1  Unanchored Barrier Units.  The accepted quantity of \"Unanchored Precast Concrete",
            "926.05.2": " 926.05.2 Anchored Barrier Units.  The accepted quantity of \"Anchored Precast Concrete Barrier",
            "926.05.3": " 926.05.3  Delineators.   The  accepted  quantity  of  “Reflective  Delineators\"  for  anchored  and",
            "928.02.1": " 928.02.1    Truck  Mounted  Attenuator  (TMA).    The  TMA  is  a  lightweight  attenuation  system",
            "928.02.2": " 928.02.2  Replacement Cartridges.   The Contractor shall have a replacement cartridge available",
            "928.02.3": " 928.02.3  Truck Mounted Flashing Arrow Board (TMFAB).  Attached to the traffic control truck,",
            "928.02.4": " 928.02.4  Traffic Control Truck.  The Contractor shall provide a truck weighing between 10,000",
            "929.02.1": " 929.02.1  Location.  The field office or materials laboratory shall be located on a site that is both",
            "929.02.2": " 929.02.2 Minimum Spatial Requirements.  Unless specified otherwise in the Special Provisions of",
            "929.02.3": " 929.02.3  Other Requirements.",
            "929.02.4": " 929.02.4  ADA  Considerations.  The Department is committed to providing equal access and",
            "929.03.1": " 929.03.1  Outside Utilities.",
            "929.03.2": " 929.03.2 Interior Utility Services.",
            "929.03.4": " 929.03.4    Furnishings  and  Equipment.    Both  the  field  office  and  materials  laboratory  will  be",
            "929.03.5": " 929.03.5  Special Requirements for Field Office.  The field office will also be provided with the",
            "929.03.6": " 929.03.6  Special Requirements for Materials Laboratory.   The materials laboratory will also be",
            "929.03.7": " 929.03.7    Maintenance  and  Custodial  Service.    The  Contractor  shall  provide  the  following",
            "929.03.8": " 929.03.8 Project Sign. Both the field office and the materials laboratory shall be equipped with a",
            "930.02.1": " 930.02.1  Location.    The  laboratory  shall  be  located  within  its  own  building,  or  if  the Engineer",
            "930.02.2": " 930.02.2 Construction.  The laboratory building shall be a room at least 200 square feet with",
            "930.02.3": " 930.02.3 Other Requirements.",
            "930.02.4": " 930.02.4  ADA  Considerations.    The  Rhode  Island  Department  of  Transportation  (RIDOT)  is",
            "930.03.1": " 930.03.1 Interior Utilities.",
            "930.03.2": " 930.03.2 Outside Facilities.",
            "930.03.3": " 930.03.3 Furnishings, Equipment and Supplies – new or used in a condition acceptable to the",
            "930.03.4": " 930.03.4  Computer Equipment.  The items of computer equipment and software to be furnished,",
            "930.03.5": " 930.03.5  Maintenance  and  Custodial  Service.    The  Contractor  shall  provide  the  following",
            "930.03.6": " 930.03.6    Special  Plant  Field  Laboratory  Requirements  for Bituminous Concrete Mixing",
            "930.03.7": " 930.03.7  Special Plant Field Laboratory Requirements for Cement Concrete Mixing Plants.",
            "931.01.1": " 931.01.1  Cleaning and Sweeping Pavement.  This work consists of cleaning and sweeping the",
            "931.01.2": " 931.01.2    Cleaning  and  Sweeping  Pavement  for  Statewide  Striping  Contracts.    The  work",
            "931.03.1": " 931.03.1  Disposal of Collected Debris.  The legal disposal of all collected material shall be",
            "931.04.1": " 931.04.1    Cleaning  and  Sweeping  Pavement.    \"Cleaning  and  Sweeping  Pavement\"  will  be",
            "931.04.2": " 931.04.2  Cleaning and Sweeping Pavement for Statewide Striping Contracts.  \"Cleaning and",
            "931.05.1": " 931.05.1  Cleaning and Sweeping Pavement.  The accepted quantity of \"Cleaning and Sweeping",
            "931.05.2": " 931.05.2  Cleaning and Sweeping Pavement for Statewide Striping Contracts.  The accepted",
            "932.01.1": " 932.01.1  Cold Joints.  This work also includes the installation of cold joints if such joints occur",
            "932.03.1": " 932.03.1  Cold Joints.  If, as a result of paving operations, a cold joint occurs, the Contractor will",
            "932.05.1": " 932.05.1  Cold Joints.  No additional payment will be made for installation of cold joints if such",
            "934.03.1": " 934.03.1 General Responsibilities. It is the responsibility of the Contractor to establish field control",
            "934.03.02": " 934.03.02 Department's Responsibility. The Engineer will furnish the Contractor with basic field",
            "934.03.3": " 934.03.3 Contractor's Responsibilities. The Contractor shall be responsible, at a minimum, for",
            "935.03.1": " 935.03.1  Equipment.    The  milling  equipment  for  removing  the  bituminous  pavement  shall  be",
            "935.03.2": " 935.03.2  Control  Strip.    The  Contractor  shall  grind  a  control  strip  at  least  500  feet  long  with",
            "935.03.3": " 935.03.3 Pavement Grinding.  Upon the approval of the Control Strip by the Engineer, all areas",
            "936.01.1": " 936.01.1 Mobilization consists of those efforts necessary for the movement of the Contractor's",
            "936.01.2": " 936.01.2 Demobilization consists of removal of all materials, equipment, temporary structures and",
            "937.03.1": " 937.03.1    Normal  Operations.    The  Contractor  shall  maintain  all  signs,  barricades  and  other",
            "937.03.2": " 937.03.2    Emergencies.    At  the  preconstruction  conference,  the  Contractor  shall  provide  the",
            "937.05.1": " 937.05.1    Payment  for  Full  Compliance.    \"Maintenance  and  Movement  of  Traffic  Protective",
            "937.05.2": " 937.05.2 Failure to Comply.",
            "937.05.3": " 937.05.3  Emergencies.  In the event that emergency repair work has not been initiated within the",
            "938.02.1": " 938.02.1    Base  Price.    The  base  price  is  the  unit  price  of  the  material  (FOB  Terminal),  as",
            "938.02.2": " 938.02.2    Period  Price.    The  period  price  is  the  unit  price  of  the  material  (FOB  Terminal),  as",
            "938.03.1": " 938.03.1  Liquid Asphalt Cement.  The asphalt content will be the optimum amount used in every",
            "939.02.1": " 939.02.1  Stones.    Stones  for  walls  to  be  reset  shall  include  stones  in  the  existing  wall,  with",
            "939.02.2": " 939.02.2 Mortar.  Mortar shall conform to the requirements of Subsection M.04.03.5; Mortar, of",
            "939.03.1": " 939.03.1 General Requirements.  The construction of new walls or the resetting of existing walls",
            "939.03.2": " 939.03.2 Documentation.  Prior to dismantling historically significant walls, the Contractor will",
            "939.03.3": " 939.03.3 Dismantling.  Historically significant walls to be removed and reset must be carefully",
            "939.03.4": " 939.03.4 Resetting.  Exposed face(s) must be composed of stones from the extant walls.  Care",
            "939.03.5": " 939.03.5 New Walls.  When new stone walls are required in the vicinity of historic properties and",
            "940.02.1": " 940.02.1 Minimum Spatial Requirements.  Unless specified otherwise in the Special Provisions of",
            "944.03.1": " 944.03.1 Inventory List.",
            "944.03.2": " 944.03.2  Requirements.",
            "944.04.1": " 944.04.1 UNIT OF FORCE ACCOUNT WORK.",
            "944.05.1": " 944.05.1 COSTS NOT INCLUDED IN THIS ITEM.",
            "945.03.01": " 945.03.01 General.  Where traffic signal equipment is to be removed from an intersection that will",
            "945.03.02": " 945.03.02 Removal and Disposal of Traffic Signal Equipment.  All existing traffic signal equipment",
            "945.03.03": " 945.03.03  Removal  and  Salvaging  of  Traffic  Signal  Equipment.    All  existing  traffic  signal"
        },
        "5.4": {}
    }
}